Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_t02.wmf/*.po
Languages: sk

source: Expand north-east and build a quarry
sk: Rozšírte územie na severovýchod a postavte kameňolom

source: Expand north-east to the stones
sk: Rozšírte územie na severovýchod ku kameňom

source: Build military buildings (like sentries or barriers) to expand your territory. Get to the rocks north-east from you and build a quarry there.
sk: Postavte vojenské budovy (ako strážnice a hradby) na rozšírenie svojho územia. Presuňte sa ku skalám severovýchodne od vás a postavte tam kameňolom.

source: Start building mines on the mountain
sk: Začnite stavať bane na hore

source: Build coal and iron ore mines
sk: Postavte uhoľné a železnorudné bane

source: Build a coal mine and an iron ore mine. To do so, place a flag up on the mountain’s flank to the east (on mountain terrain though, not mountain meadow). When you click on the new flag, you can send geologists there. Because the flag is on a mountain, the geologists will search for ores; otherwise, they would search for water. Then build a mine for both kinds of resources that he will find, choosing the mine to be built appropriately:
sk: Postavte uhoľnú baňu a železnorudnú baňu. Aby ste tak urobili, umiestnite vlajku na východné úbočie hory (na horskom teréne, nie lúke). Keď kliknete na novú vlajku, môžete tam vyslať geológov. Keďže sa vlajka nachádza v horách, geológovia budú hľadať rudy; inak by hľadali vodu. Potom postavte baňu pre oba druhy zdrojov, ktoré nájde, pričom je dôležité zvoliť vhodnú baňu:

source: Black – coal
sk: Čierne - uhlie

source: Red – iron ore
sk: Červené - železná ruda

source: Yellow – gold
sk: Žlté - zlato

source: Grey – granite
sk: Sivé - žula

source: Provide your miners with food
sk: Poskytnite baníkom jedlo

source: Build a hunter, a gamekeeper and a tavern
sk: Postavte sídlo lovca, hájnika a krčmu

source: In order to work, your miners need food.
sk: Aby vaši baníci mohli pracovať, potrebujú jedlo.

source: A hunter can hunt down animals, while a gamekeeper prevents them from becoming extinct. The meat is then processed in a tavern into lunches for your miners.
sk: Lovec loví zvieratá, kým hájnik bráni ich vymretiu. Mäso sa potom spracuje v krčme na obedy pre vašich baníkov.

source: This is only the first example of a ware which has to be refined before being used in a secondary building – others will follow.
sk: Toto je len prvý príklad výrobku, ktorý sa musí vylepšiť pred použitím v sekundárnej budove - budú nasledovať ďalšie.

source: Bake bread
sk: Pečenie chleba

source: Build a well, a farm and a bakery
sk: Postavte studňu, farmu a pekáreň

source: Other ways to produce food – different kinds of food – are fishers and hunters. The wheat of the farms has to be processed with water in a bakery before it becomes edible. You can obtain water by building a well at a spot where your geologists have found a water source.
sk: Inak vyrobiť jedlo (iné druhy jedla) dokážu rybári a lovci. Pšenica na farmách sa najprv musí spracovať s vodou v pekárni, aby sa dala jesť. Vodu možno získať zo studne postavenej na mieste, kde vaši geológovia nájdu zdroj vody.

source: Refine your mined resources
sk: Vylepšite vyťažené zdroje

source: Build a smelting works
sk: Postavte taviareň

source: The iron ore your miners dig up is not usable yet – it has to be melted into iron first.
sk: Železnú rudu, ktorú vytiahnu vaši baníci, nemožno hneď použiť - musí sa najprv roztaviť na železo.

source: Enhance buildings and build a micro brewery
sk: Vylepšite budovy a postavte mikropivovar

source: Enhance the coal mine and the tavern to the better versions of their buildings respectively. Also build a micro brewery.
sk: Vylepšite uhoľnú baňu a krčmu na lepšie verzie budov jednotlivo. Taktiež postavte mikropivovar.

source: A normal mine can only dig up about one third of all the resources lying beneath it; then it must be enhanced to a deep mine in order to keep it working properly. To enhance a building, choose it and then click the appropriate button in the appearing window.
sk: Obyčajná baňa dokáže vyťažiť len takmer tretinu zdrojov, ktoré sa pod ňou nachádzajú. Potom sa musí vylepšiť na hlbinnú baňu, aby aj naďalej správne pracovala. Aby ste vylepšili budovu, vyberte ju a potom kliknite na vhodné tlačidlo v okne, ktoré sa zobrazí.

source: Workers gain experience by successful work. With enough experience, they become more advanced workers, who are necessary to operate the enhanced buildings. Do not enhance a building before you have enough advanced workers to operate the advanced building!
sk: Pracovníci získavajú skúsenosti úspešnou prácou. S dostatkom skúseností sa stanú pokročilými pracovníkmi, ktorí sú nevyhnutní pri riadení vylepšených budov. Nevylepšujte budovu, kým nezískate dostatok pokročilých pracovníkov na jej riadenie!

source: Such buildings usually have greater demands than the basic kind of that building – for instance, deep mines need snacks instead of rations. You will have to enhance your tavern to an inn in order to produce snacks out of pitta bread AND a second kind of food (meat or fish) AND beer. You may of course enhance all mines to deep mines instantly given you have the workers – bigger mines work a bit faster, smaller mines need cheaper food. It’s up to you which strategy you prefer.
sk: Takéto budovy majú zvyčajne väčšie požiadavky ako ich základná forma - napr. hlbinné bane potrebujú desiaty namiesto prídelov. Na výrobu desiat z chleba pita a ďalšieho druhu jedla (mäsa alebo rýb) a piva budete musieť vylepšiť krčmu na hostinec. Samozrejme, môžete ihneď vylepšiť všetky bane na hlbinné za predpokladu, že máte potrebných pracovníkov - väčšie bane pracujú o niečo rýchlejšie, malým postačí lacnejšie jedlo. Je na vás, ktorú stratégiu uprednostníte.

source: Build a wood hardener
sk: Postavte sušiareň dreva

source: Bigger and better buildings – including all military ones – require better building materials. They cannot be built out of simple logs – the wood has to be refined to blackwood by a wood hardener first. Always remember to build a wood hardener before you run out of blackwood, as without it you cannot expand.
sk: Väčšie a lepšie budovy - vrátane všetkých vojenských - vyžadujú lepšie stavebné materiály. Nemožno ich postaviť z obyčajných kmeňov - drevo treba najprv zdokonaliť v sušiarni. Nezabudnite vždy postaviť sušiareň dreva predtým, ako sa vám minie upravené drevo, lebo bez neho sa nemôžete rozpínať.

source: Build a lime kiln and coal economy
sk: Postavte vápenku a vybudujte uhoľné hospodárstvo

source: Build a lime kiln, a well and a charcoal burner or coal mine
sk: Postavte vápenku, studňu a uhliareň alebo uhoľnú baňu

source: Better buildings may also require other improved materials besides blackwood. One of these is grout, which is produced out of raw stone, water and coal by a lime-burner.
sk: Lepšie budovy môžu vyžadovať okrem upraveného dreva aj iné vylepšené materiály. Jedným z nich je malta, ktorá sa vyrába z kameňov, vody a uhlia vo vápenke.

source: You can obtain water by building a well upon a water source, which your geologists can discover when you send them to any flag that is not on a mountain. Coal can be obtained by building a charcoal burner or a coal mine.
sk: Vodu možno získať zo studne postavenej na zdroji vody, ktorý odhalia geológovia, keď ich vyšlete k vlajke nachádzajúcej sa mimo hôr. Uhlie sa získava v uhliarni alebo v uhoľnej bani.

source: When roads are under heavy load for a long time, one carrier is usually not enough to transport goods swiftly. Traffic jams are the consequence. Such roads therefore employ a second carrier: An ox that helps to carry the wares. This doubles the transport capacity.
sk: Keď sú cesty vo veľkom zaťažené na dlhý čas, jeden nosič zvyčajne nestačí na rýchly transport tovarov. Dôsledkom sú dopravné zápchy. Také cesty preto zamestnávajú druhého nosiča - vola, ktorý pomáha nosiť tovary. Tak sa zdvojnásobí prepravná kapacita.

source: Oxen are bred in cattle farms out of wheat and water.
sk: Voly sa chovajú v kravínoch, ktoré potrebujú pšenicu a vodu.

source: The Story Continues
sk: Príbeh pokračuje

source: Thron is shaking his head...
sk: Thron trasie hlavou...

source: The war goes on. More and more of our brothers and sisters flee the brutal war raging in the capital beneath the trees.
sk: Vojna pokračuje. Čoraz viac našich bratov a sestier sa vyhýba brutálnej vojne, ktorá zúri pod stromami.

source: The stories they tell about the deeds of our kin are sad to hear. I’ve spent nights lying awake, restless, more tired than I ever believed one could be. Yet whenever I close my eyes, I see the fortress my father built consumed by flames. The Throne Among the Trees, the symbol of unity and peace among our kin, became the wedge that drives us apart.
sk: Príbehy o skutkoch nášho rodu, ktoré nám rozprávajú, sa ťažko počúvajú. Ležiac som prebdel veľa nocí, nepokojný a viac unavený, ako by som bol schopný uveriť, že niekto môže byť. No kedykoľvek zavriem oči, vidím v plameňoch pevnosť, ktorú postavil môj otec. Trón medzi stromami, symbol jednoty a pokoja nášho rodu, sa stal klinom vrazeným medzi nás.

source: Today my hunters brought men, women and little children before me who had hidden out in the forests, trying to escape the war, hate and revenge that rage among the tribes fighting each other like in olden times, when we were no more but wild beasts driven and controlled by instincts. None of my brothers will ever gain and hold control over the wooden throne, none of the tribes will be strong enough to subdue the other. There will be no end to this slaughter, unless... is this it? As father told me?
sk: Dnes priniesli moji lovci mužov, ženy a malé deti, ktorí sa skrývali v lesoch, pokúšajúc sa utiecť pred vojnou, nenávisťou a pomstou, ktoré zúria medzi kmeňmi, navzájom bojujúcich ako v starých časoch, keď sme neboli nič viac než divoké šelmy riadené a ovládané inštinktmi. Žiaden z mojich bratov viac nezíska kontrolu nad dreveným trónom, žiaden z kmeňov nebude taký silný, aby si podrobil ten druhý. Toto zabíjanie nebude mať koniec, iba ak... je to ono? Ako mi otec povedal?

source: To rise against whoever threatens our very existence, even tough it may be one of your own blood or mind?
sk: Búr sa proti každému, kto ohrozuje našu holú existenciu, aj keby bol z tvojej krvi alebo mysle?

source: Boldreth seems more and more torn as the days go by. The spirits of my fellows sink as the cold season approaches, and we are still living in no more than huts and barracks. I never intended to stay out here in the wilderness for so long – but I never thought my brothers would engage in this senseless battle for so long either.
sk: Ako plynú dni, Boldreth vyzerá čoraz zlomenejšie. Duše mojich spoločníkov klesajú s príchodom chladného obdobia, a my stále žijeme len v chatrčiach a kasárňach. Nikdy som nemal v úmysle zostať tu, v divočine, nadlho, ale ani som si nikdy nemyslel, že by sa moji bratia zapojili do tejto nezmyselnej bitky na takú dlhú dobu.

source: Perhaps it’s time to make ourselves feel a little more at ease here. Perhaps it’s time to give those who still live and think united a new home, replacing what is now lost to us? Until we can return to the place we once called our home...
sk: Možno je čas pozrieť sa na veci bez rozpakov. Možno je čas dať tým, ktorí stále spoločne žijú a myslia, nový domov, nahradiac to, čo je pre nás stratené? Kým sa nevrátime na miesto, ktoré sme kedysi nazývali domovom...

source: Your Loyal Companion
sk: Váš verný spoločník

source: Brave Boldreth steps to your side...
sk: Statočný Boldreth prejde na bok od vás...

source: The Advisor
sk: Radca

source: Khantrukh joins in ...
sk: Khantrukh sa pridá ...

source: I beg your forgiveness, chieftain, but I have a grave concern to discuss with you. The rocks close to our camp are shrinking fast under our workers’ tools, and it is a matter of little time only before they are all gone.
sk: Prosím o odpustenie, náčelník, ale mám vážnu obavu, o ktorej s vami chcem diskutovať. Skaly v blízkosti nášho tábora sa rýchlo zmenšujú pod nástrojmi našich robotníkov a je len otázkou času, kedy všetky pominú.

source: Boldreth jumps up...
sk: Boldreth vyskočí...

source: While it is certainly no worthy task for a warrior, at least it is something to do! Thron, what would you say about my taking a few of our most restless warriors and venturing somewhat closer to the great mountain of Kal’mavrath – maybe we will find some more big stones to please the old man?
sk: Hoci to určite nie je úloha vhodná pre bojovníka, aspoň je to niečo na robenie! Thron, čo si myslíte o tom, že zoberiem zopár nedočkavých bojovníkov na cestu o čosi bližšie k mohutnej hore v Kal'mavrath? Možno nájdeme viac veľkých kameňov, ktoré by potešili starca.

source: Khantrukh grumbles...
sk: Khantrukh reptá...

source: Old man? Disrespectful youth!
sk: Starca? Neúctivá mládež!

source: Khantrukh nods satisfied...
sk: Khantrukh spokojne prikývne...

source: At last! These rocks should last for a while.
sk: Konečne! Tieto skaly by mali na chvíľu postačiť.

source: Boldreth exclaims...
sk: Bolreth prehovorí...

source: Just look at that! In the east is the great mountain of Kal’mavrath! I wonder what treasures nature might have hidden beneath its majestic flanks!
sk: Len sa na to pozrite! Na východe je veľká hora v Kal'mavrath! Som zvedavý, aké poklady mohla príroda ukryť pod jej majestátnymi úbočiami!

source: Let’s expand to the east. There’s a chance for the elderly to become useful once in a while! Let us send out some of those who understand the stone’s tongue to unravel the mountain’s secrets!
sk: Rozšírme územie na východ. O chvíľu majú starší aspoň raz šancu byť užitoční! Vyšlime niektorých z tých, ktorí rozumejú reči kameňov, aby objasnili tajomstvá hory!

source: Boldreth laughs...
sk: Boldreth sa zasmeje...

source: By Chat’Karuth’s beard, this is amazing! Just imagine what we can use this coal and iron ore for!
sk: Pri Chat'Karuth-ovej brade, toto je úžasné! Len si predstavte, ako môžeme využiť toto uhlie a železnú rudu!

source: It might even be enough to...
sk: Dokonca by to mohlo dostačiť na...

source: Khantrukh interrupts...
sk: Do reči vstúpi Khantrukh...

source: While this is true, we should consider it later, for now other obstacles are at hand. The miners will definitely demand greater rations for working high up on the mountain in this bitter cold, and providing these supplies may not be easy.
sk: Hoci je to pravda, mali by sme to zvážiť neskôr, zatiaľ sú v ceste iné prekážky. Baníci budú určite požadovať väčšie prídely jedla, kedže pracujú vysoko v horách v tejto krutej zime, a poskytnúť tieto zásoby nemusí byť ľahké.

source: Boldreth nods...
sk: Boldreth prikyvuje...

source: I have to hand it to you: you are right here, old man.
sk: Musím uznať, že máte pravdu, starec.

source: There seem to be quite a lot of animals in the forests here – we might just hunt down more of them. And, of course, the people would cheer a new tavern – hey, we might call it ‘Thron’s Pride’ or so if you want!
sk: Zdá sa, že v týchto lesoch je dosť zvierat - mohli by sme ich uloviť viac. A, samozrejme, ľudí by potešila nová krčma - hej, mohli by sme ju nazvať 'Thronova hrdosť' alebo tak nejak, ak chcete.

source: The elder jumps into the air...
sk: Starec vyskočí do vzduchu...

source: Boldreth cheers up...
sk: Boldreth sa rozveselí...

source: Our hunters are out in the forests, Thron.
sk: Naši lovci šli do lesov, Thron.

source: I promise you, before the sun sets today you will have a magnificent meal fit for the chieftain of all clans!
sk: Sľubujem vám, že dnes pred západom slnka dostanete veľkolepé jedlo pre náčelníka všetkých klanov!

source: Khantrukh gazes over the plains...
sk: Khantrukh sa zahľadí na pláne...

source: Isn’t it lovely, the view of golden fields, growing peacefully, dancing to the wind? And I believe the baker is just on his way here, with his most delicious bread reserved for our chieftain alone!
sk: Nie je krásny - ten pohľad na zlaté polia rastúce pokojne, tancujúce do vetra? A verím, že pekár je práve na ceste sem so svojím najchutnejším chlebom vyhradeným pre samého náčelníka!

source: A Beautiful Morning
sk: Nádherné ráno

source: Thron recognizes...
sk: Thron pripúšťa...

source: A tavern opened for our people yesterday. While I am hardly in the mood for celebration, I noticed how much this tiny bit of home means to my people. Their songs filled the air until deep in the night, and they were in higher spirits still the day after.
sk: Včera sa pre našich ľudí otvorila krčma. Aj keď mám ťažko náladu oslavovať, všimol som si, ako veľa tento malý kúsok domova pre ľudí znamenal. Ich piesne sa preháňali vzduchom do neskorej noci a povznesená nálada nechýbala ani na ďalší deň.

source: Maybe we actually are slowly creating a place here which we can... call home.
sk: Možno tu naozaj pomaly začíname vytvárať miesto, ktoré možno... nazvať domovom.

source: Boldreth remarks...
sk: Boldreth poznamenáva...

source: So now that we have both the mines and the food to sustain them, we should bring what our brave miners gain for us into a more useful state. The iron ore has to be melted into iron so that it is ready to be forged into whatever we want. And we need the coal to keep the smelter’s ovens burning.
sk: "Takže teraz, keď máme aj bane, aj jedlo na obživu, mali by sme to, čo pre nás naši statoční baníci získavajú, premeniť na užitočnejší stav. Železná ruda sa musí roztaviť na železo, ktoré možno okovať na čokoľvek chceme. Potrebujeme tiež uhlie do pece taviča."

source: Khantrukh speaks...
sk: Khantrukh hovorí...

source: Our miners are digging up less and less by the day! We have to go deeper, closer to the mountain’s core, if we want more of its treasures!
sk: Naši baníci dosahujú čoraz menšie hĺbky. Musíme ísť hlbšie, bližšie k jadru pohoria, ak chceme viac z jeho pokladov!

source: Of course, it is dark and cold in such depths and only a few venture voluntarily into these places. We should reward this bravery with greater rations for them. And a pint of beer or two will keep their spirits high.
sk: Samozrejme, v takých hĺbkach je tma a zima a len málokto sa odváži dobrovoľne vstúpiť do týchto miest. Túto statočnosť by sme mali odmeniť väčším prídelom jedla. A krčah piva alebo dva na zlepšenie nálady.

source: Boldreth seems concerned...
sk: Zdá sa, že Boldreth má obavy...

source: As I just discovered, we are running short on blackwood! We cannot put our warriors into some crumbling huts, and even less so in times as dangerous as ours!
sk: Ako som práve zistil, dochádza nám upravené drevo! Našich vojakov nemôžeme dať do nejakých rozpadajúcich sa chatrčí, už vôbec nie v časoch takých nebezpečných, aké sú tie naše!

source: We need a wood hardener, and we need one now!
sk: Potrebujeme sušiareň dreva a potrebujeme ju hneď!

source: Boldreth smiles...
sk: Boldreth sa usmieva...

source: Well, old friend, this should ensure that our fortifications do not break down with our foes’ first battle cry! Now we can expand safely!
sk: Nuž, starý priateľ, toto by malo zabezpečiť, aby sa naše pevnosti nezrútili hneď pri prvom bojovom pokriku nepriateľov. Teraz nám nič nebráni v rozpínaní.

source: Still, it would not hurt to accumulate some grout for our further campaign; thus we could, in times of need, build a fortress such as the world has never seen before!
sk: Ale aj tak by nebolo zlé zhromaždiť nejakú maltu pre budúce ťaženie. V čase núdze by sme tak mohli postaviť pevnosť, akú svet ešte nevidel!

source: Khantrukh steps in...
sk: Khantrukh predstúpi...

source: Chieftain, this is a disgrace! It is well that we can produce grout for mighty fortifications and great buildings now – only this does not prevent our roofs from becoming leaky! Maybe the young ones like spending their nights in the rain, but I just can’t find any sleep with these raindrops dripping on my face!
sk: Náčelník, toto je potupa! Je v poriadku, že teraz môžeme vyrábať maltu pre veľkolepé pevnosti a veľké budovy, lenže to nezabráni presakovaniu našich striech! Možno tí mladí dokážu tráviť noci v daždi, ale ja proste nedokážem zaspať, keď mi na tvár kvapká dážď.

source: Now this is a problem we should do something about!
sk: Toto je problém, s ktorým by sme mali niečo urobiť!

source: Khantrukh seems relieved...
sk: Khantrukh vyzerá upokojene...

source: Wonderful! Our roofs are not dripping anymore, and we have all the material we need for, well, whichever monumental building we see fit!
sk: Skvelé! Z našich striech už viac nekvapká a máme všetok materiál potrebný pre, nuž, každú monumentálnu budovu, ktorú uznáme za vhodnú!

source: Mission Complete
sk: Misia splnená.

source: The other day Boldreth asked me to accompany him to the new inn. It would cheer me up, he said.
sk: Na ďalší deň ma Boldreth požiadal, aby som ho vyprevadil do nového hostinca. 'Rozveselilo by ma to,' povedal.

source: When I looked around, I saw faithful faces, trusting that I could guide them through these dark days. Yet before I could speak any words of gratitude or encouragement, one of my warriors ran into the inn. He had been far out in the forest for the past days and I could see how weary he was.
sk: Keď som sa obzrel okolo seba, uvidel som verné tváre, plné dôvery, že by som ich mohol sprevádzať v týchto temných časoch. No skôr než som mohol prehovoriť akékoľvek slová vďačnosti alebo povzbudenia, jeden z mojich vojakov vbehol do hostinca. Posledné dni trávil ďaleko v lese a bolo na ňom vidieť, aký bol ustatý.

source: The news he brought changed everything...
sk: <br> Novinky, ktoré priniesol, zmenili všetko...

source: Victory
sk: Víťazstvo

source: You have completed this mission. You may continue playing if you wish, otherwise move on to the next mission.
sk: Dokončili ste túto misiu. Ak chcete, môžete pokračovať v hraní. V opačnom prípade prejdite k ďalšej misii.

source: We Need Oxen!
sk: Potrebujeme voly!

source: As our realm is getting bigger and bigger, the traffic on the roads is overwhelming. Our poor carriers are no longer able to transport the goods as fast as we need them to. I suggest we give them some support by breeding oxen.
sk: S neustálym rozpínaním našej ríše preprava na našich cestách ohromne narastá. Naši úbohí nosiči už nie sú schopní prenášať tovar tak rýchlo, ako to od nich vyžadujeme. Navrhujem, že ich trochu podporíme chovom volov.

source: They are amazing animals: The ox is as swift as a human being while being much stronger and very frugal: all we need is wheat and water to breed them and they will do their work on the roads loyally and reliably.
sk: Sú to úžasné zvieratá. Sú rýchle ako človek, omnoho silnejšie a veľmi skromné: všetko, čo potrebujeme na ich chov, je pšenica a voda a ony vykonajú svoju prácu na cestách verne a spoľahlivo.

source: One Full Moon Night
sk: Jedna noc splnu Mesiaca

source: Thron speaks...
sk: Thron hovorí...

source: One night, when the moon shone brightly, I climbed to the peak of Kal’mavrath.
sk: Jednej noci, keď mesiac jasne svietil, vyšplhal som sa na vrchol hory Kal'mavrath.

source: When I gazed at the horizon, I still saw crimson lights flicker in the distance. It is incredible with how much passion my brethren fight this war. I fear the moment I will see Al’thunran again – will there be anything but ashes and wasted ruins left of our once beautiful capital when we get there?
sk: Keď som hľadel na obzor, stále som videl v diaľke iskriť tmavočervené svetlá. Je neuveriteľné, s akou vášňou bojujú moji bratia v tejto vojne. Bojím sa chvíle, keď opäť uvidím Al'thunran - keď sa tam dostaneme, bude tam niečo iné okrem popola a zrúcanín z nášho kedysi krásneho hlavného mesta?

source: Another Cold Day
sk: Ďalší studený deň

source: Thron looks worried...
sk: Thron má obavy...
