Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_t02.wmf/*.po
Languages: sk

source: The winter is upon us. Many of us are suffering from the cold, yet we must endure. The day we may return cannot be far anymore – it must not be far anymore.
sk: Zima je tu. Mnohí z nás sú nachladnutí, ale musíme vydržať. Deň návratu už nemôže byť ďaleko - už nesmie byť ďaleko.

source: I prayed that it might get warmer again, as I prayed that the war would finally come to an end.
sk: Modlil som sa, aby sa znova oteplilo, ako aj aby sa už vojna konečne skončila.

source: So far, it seems that neither prayer was fulfilled.
sk: Zatiaľ to vyzerá tak, že sa nesplnila žiadna modlitba.

source: A friendly village has joined us!
sk: Priateľská osada sa k nám rozhodla pripojiť!

source: We have found a village with friendly and productive people, impressed by our wealth, technology and strength.
sk: Našli sme dedinu s priateľským a tvorivým ľudom ohromeným naším majetkom, technológiou a silou.

source: They have decided to join us!
sk: Rozhodli sa k nám pripojiť!
