Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: de, gd, ja, nl

source: All windows in Widelands can be closed by right-clicking into them. Some windows can also be toggled with the buttons at the very bottom of the screen.
de: Alle Fenster in Widelands können durch einen Rechtsklick auf sie geschlossen werden. Einige Fenster können außerdem mit den Knöpfen ganz unten am Boden des Bildschirms zu- und weggeschaltet werden.
ja: Widelandsのすべてのウィンドウは、右クリックすることで閉じることができます。一部のウィンドウは、画面の最下部にあるボタンで切り替えることができます。
nl: Alle vensters in Widelands worden gesloten door ze met de rechtermuisknop aan te klikken. Sommige vensters kunnen ook met de knopen bij de bodem van het scherm worden gesloten.

source: Close the messages window now by right-clicking into it.
de: Schließe das Nachrichtenfenster durch einen Rechtsklick darauf.
ja: それでは、メッセージウィンドウを右クリックして閉じましょう。
nl: Sluit nu het berichtenvenster door het met de rechtermuisknop aan te klikken.

source: Well done! Let’s see how messages work in a real game, shall we? For this, I’ll take all stones away from the poor stonemason in the quarry. He will then send a message that he can’t find any in his working area the next time he tries to do some work.
de: Gut gemacht! Dann wollen wir mal sehen, wie die Nachrichten im richtigen Spiel funktionieren, oder? Dazu werde ich dem armen Steinmetz im Steinbruch alle Steine wegnehmen. Er wird dann, wenn er das nächste Mal zur Arbeit geht, eine Nachricht versenden, dass er keine Steine mehr in seinem Arbeitsbereich finden kann.
ja: 良くできました！メッセージが実際のゲームでどのように機能するかを見てみましょう。これのために、採石場の可哀そうな石工からすべての石を奪います。すると彼は作業領域内に同じ仕事をするための次の機会が見つからないというメッセージを送信します。
nl: Goed gedaan! Laten we kijken hoe berichten werken in het echte spel. Hiervoor zal ik alle stenen weghalen voor de arme steenhouwer in de steengroeve. Hij zal een bericht sturen als hij niets meer kan vinden in zijn werkgebied de volgende keer als hij probeert zijn werk uit te voeren.

source: Message Arrived!
de: Nachricht angekommen!
ja: メッセージ到着！
nl: Bericht aangekomen!

source: A message has been sent to you. See how the button at the bottom of the screen has changed appearance? You can burn this quarry down now as it is no longer of any use and just blocking space.
de: Dir wurde eine Nachricht geschickt. Fällt Dir auf, dass der Knopf in der unteren Leiste des Bildschirms sein Aussehen geändert hat? Du kannst nun diesen Steinbruch abreißen, da er nicht mehr von Nutzen ist und nur Platz wegnimmt.
ja: メッセージが送信されました。画面の下部にあるボタンの外観がどのように変わったでしょうか？さて、使用されなくなり、単にスペースの無駄になっている場合、この採石場を燃やしたくなるかもしれません。
nl: Er is een bericht naar u gezonden. Ziet u hoe de knop onderaan het scherm is veranderd? De steengroeve kan nu verbrand worden omdat het niet langer nodig is en slechts ruimt inneemt.

source: To do that, click on the quarry and select the destroy button.
de: Um dies zu tun, klicke auf ihn und wähle den „Zerstören“-Knopf.
ja: これを行うには、採石場をクリックして、破壊ボタンを選択します。
nl: Om dat te doen klik op de steengroeve en selecteer de vernietigingsknop.

source: Expanding Your Territory!
de: Erweitere dein Territorium!
ja: 領土拡張！
nl: Je gebied uitbreiden!

source: There is one more thing I’d like to teach you now: Expanding your territory. The place that we started with around our headquarters is barely enough for a basic building infrastructure, and we do not have access to mountains, which we need to mine minerals and coal. So, we have to expand our territory.
de: Es gibt eine Sache, die ich dir jetzt beibringen möchte: Dein Gebiet zu erweitern. Der Platz um unser Hauptquartier herum, mit dem wir beginnen, reicht kaum für eine grundlegende Infrastruktur aus und wir haben keinen Zugang zu Bergen, den wir benötigen, um Mineralien und Kohle abzubauen. Daher müssen wir unser Gebiet vergrößern.
ja: 教えることがもう一つあります。領土の拡張です。本拠地周辺で始まっている場所は、基本的なインフラ構築のためだけでやっとであり、必要としている鉱物や石炭を採掘する山へのアクセス権がありません。そのため領土を拡大する必要があります。
nl: Er is nog een ding dat ik nu wil onderwijzen: het uitbreiden van terrein. De ruimte waarmee we starten rond het hoofdkwartier is nauwelijks genoeg om een elementaire bouwinfrastructuur op te bouwen en we hebben geen toegang tot bergen, die we nodig hebben voor mineralen en kolen. Dus moeten we ons grondgebied uitbreiden.

source: Expanding is as simple as building a military building at the edge of your territory. The barbarians have a selection of different military buildings: sentries, barriers, donjons, fortresses and citadels. The bigger the building, the more expensive it is to build, but the more land it will conquer around itself and the more soldiers can be stationed there. The buildings also vary in their vision range: buildings with a tower see farther than others.
de: Expandieren ist ganz leicht: Baue einfach ein Militärgebäude an die Grenze deines Gebietes. Die Barbaren haben einige verschiedene Militärgebäude: Wachposten, Barrieren, Wachtürme, Festungen und Zitadellen. Je größer das Gebäude, desto mehr kostet der Bau, desto mehr Land erobert es und desto mehr Soldaten sind dort stationiert. Die Gebäude unterscheiden sich auch durch ihre Sichtweite: Gebäude mit einem Turm können weiter sehen als andere.
ja: 拡大するには、領土の隅に軍事施設を建てるのが簡単です。バーバリアンは、いくつかの特徴的な軍事施設を持っています。歩哨所、関所、ダンジョン、要塞、城塞です。大きな建物は、建築するにはより高額ですが、より多くの周りの土地を支配し、より多くの兵士が駐留することができます。また、建物ごとに視界の範囲は異なります。塔のある建物は、他の建物よりもより遠くを見ることができます。
nl: Uitbreiden kan door simpelweg militaire gebouwen aan de rand van je grondgebied te bouwen. De barbaren hebben enkele verschillende militaire gebouwen: wachtposten, barrières, verdedigingstorens, vestingen en citadels. Des te groter het gebouw, des te groter de gronduitbreiding eromheen en des te meer soldaten er gestationeerd kunnen worden. De gebouwen verschillen ook in zicht: gebouwen met een toren hebben verder zicht dan anderen.

source: As soon as a military building is manned, it will extend your land. You can then burn it down again if you need the space. But note that your land is then vulnerable: any military site from another player could conquer the land. You therefore need military sites to keep military influence over your land.
de: Sobald ein Militärgebäude besetzt wird, erweitert es dein Land. du kannst es dann wieder niederbrennen, wenn du den Platz brauchst. Aber bedenke, dass Dein Land dann verwundbar ist: Jedes Militärgebäude eines anderen Spielers kann dieses Land erobern. Du benötigst daher Militärgebäude, um militärischen Einfluss über das Land zu behalten.
ja: 軍事施設が建設されるとすぐに領土は拡大されます。場所が必要な場合は、それを破壊することができます。しかし、破壊すると防備が弱くなってしまうことに注意してください。他のプレイヤーの軍事施設で、土地が征服されてしまいます。したがって、領土に軍事的影響力を維持するためには軍事施設が必要です。
nl: Zodra een militair gebouw wordt bemand, breidt het land zich uit. U kunt het dan eventueel weer platbranden als u de plaats nodig heeft. Maar merk op dat dat land kwetsbaar is: Elk militaire gebouw van een andere speler kan dat land veroveren. U heeft militaire gebouwen nodig om de militaire invloed over uw land te behouden.

source: Let’s try it out now: build a few military buildings on your south-western border.
de: Lass es uns ausprobieren: Baue ein paar Militärgebäude an deiner westlichen Grenze.
ja: それでは早速試してみましょう。南西部国境にいくつか軍事施設を建設してください。
nl: Probeer het nu maar: bouw een paar militaire gebouwen bij je zuidwestelijke grens.

source: We want to capture some of this mountain so we can search for resources there. Bigger buildings will conquer more land, which can be beneficial close to mountains, because you can’t build houses on mountains.
de: Wir wollen einen Teil dieses Berges einnehmen, so dass wir dort nach Ressourcen suchen können. Größere Gebäude erobern mehr Land, was nahe an Bergen sehr nützlich sein kann, da auf dem Berg selbst keine Häuser gebaut werden können.
ja: 資源を探索するために、この山の一部を獲得したいのです。山の中には家を建てることができないため、大きな建物を利用して山に近い有益な多くの土地を支配しましょう。
nl: We willen iets van deze berg veroveren, zodat we daar kunnen zoeken naar grondstoffen. Grotere gebouwen zullen meer land innemen, wat handig kan zijn dicht bij bergen, omdat je niet kan bouwen in de bergen.

source: Conquer an area were we can build mines
de: Erobere ein Gebiet, wo wir Minen errichten können
gd: Ceannsaich roinn gus mèinnean a thogail
ja: 鉱山を建設できる地域を支配する
nl: Verover een gebied waar we mijnen kunnen bouwen

source: Conquer the Mountain to the South-West
de: Erobere den Berg im Südwesten
ja: 南西の山を支配する
nl: Verover de berg in het zuid-westen

source: For a full-fledged economy, we need coal, iron and gold. These can be found in mountains. Conquer some area on the mountains to the south-west of your headquarters by building some military buildings close to your border.
de: Für eine ausgewachsene Wirtschaft benötigen wir Kohle, Eisen und Gold. Diese können in den Bergen gefunden werden. Erobere etwas Land auf den Bergen südwestlich deines Hauptquartiers, indem du Militärgebäude nahe deiner Grenze errichtest.
ja: 本格的な経済のためには、石炭、鉄、金が必要です。これらは山で見つけることができます。国境の近くにいくつかの軍事施設を建設することによって、本拠地の南西の山のいくらかの地域を支配しましょう。
nl: Voor een volwaardige economie hebben we kolen, ijzer en goud nodig. Dit kan gevonden worden in de bergen. Verover gebied in de bergen ten zuidwesten van uw hoofdkwartier door enkele militaire gebouwen tegen de grens te bouwen.

source: You can choose from the following military buildings: sentry, donjon, barrier and fortress. The bigger the building, the more expensive it is to build it, but it will also conquer a bigger region. Sometimes, it is useful to build a big military building next to a mountain so that you can reach building sites farther up.
de: Du kannst aus den folgenden Militärgebäuden wählen: Wachposten, Wachturm, Barriere und Festung. Je größer das Gebäude ist, desto mehr kostet der Bau. Aber es wird auch ein größeres Gebiet erobern. Manchmal ist es sinnvoll, ein großes Militärgebäude neben einem Berg zu bauen, um weiter oben gelegene Felder zu erreichen.
ja: 軍事施設を歩哨所、物見塔、関所、城塞から選択することができます。大規模な建物は、より建設コストがかかります。しかし、それはまた、より広い地域を支配します。山のそばに大きな軍事施設を建設することは、ときどき、より遠くのフィールドに到達できるようにするために役立ちます。
nl: Je kunt kiezen uit de volgende militaire gebouwen: wachtposten, barrières, verdedigingstorens, vestingen en citadels. Des te groter het gebouw, des te duurder het is om te bouwen. Maar het zal ook een groter grondgebied veroveren. Soms is het handig om een groot militair gebouw naast een berg te bouwen om hogere velden te bereiken.

source: Searching for Resources
de: Suche nach Rohstoffen
ja: 資源の探索
nl: Zoeken naar grondstoffen

source: Okay, now we own some of the area on this mountain. Mountains are very important, because they contain resources: coal, iron ore, gold ore and granite. Each tribe uses the resources differently, but all need mines to extract the resources from the ground.
de: Okay, wir besitzen jetzt einen Teil dieses Berges. Berge sind sehr wichtig, denn in ihnen befinden sich Rohstoffe: Kohle, Eisenerz, Golderz und Granit. Jeder Stamm verwendet diese Rohstoffe unterschiedlich, doch sie alle benötigen Minen, um sie zu Tage zu fördern.
ja: さて、今、この山の地域の一部を所有しています。山々には資源（石炭、鉄鉱石、金鉱石、花崗岩）があるので、非常に重要です。各部族は異なる資源を使用していますが、地面から資源を取得するためにはすべて鉱山が必要です。
nl: Okay, nu weten we iets over het gebied van deze berg. Bergen zijn erg belangrijk, omdat ze grondstoffen bevatten: kolen, ijzererts, gouderts en graniet. Elke stam gebruikt de grondstoffen anders, maar ze hebben allemaal mijnen nodig om de grondstoffen te delven.

source: Let’s search for resources in this mountain. First, we’ll build a road onto the mountain and place a flag. Then, we will click on the flag and call a geologist to it. I’ll show you how it’s done.
de: Lass uns nach Ressourcen in dem Gebirge suchen. Zuerst bauen wir eine Straße in das Gebirge und setzen eine Flagge. Dann klicken wir auf die Flagge und rufen einen Geologen herbei. Ich werde dir zeigen, wie man es macht.
ja: この山の資源を探索してみましょう。まず、山に道路を敷設し、旗を設置します。そして、旗をクリックして、それに地質学者を呼びます。どのように行うのかお見せしましょう。
nl: Laten we zoeken naar grondstoffen in deze berg. Eerst zullen we een weg bouwen in de bergen en een vlag plaatsen. Vervolgens klikken we op de vlag en roepen een geoloog op. Ik zal u tonen hoe het moet.

source: Waiting for the Geologist
de: Warte auf den Geologen
ja: 地質学者を待つ
nl: Wacht op de geoloog

source: The geologist will arrive at the flag shortly and start investigating the area in his surroundings. He will place the following markers for the various resources:
de: Der Geologe wird in Kürze bei der Flagge ankommen und die umliegende Gegend untersuchen. Er wird die folgenden Markierungen für die verschiedenen Ressourcen anbringen:
ja: 地質学者はすぐに旗に到着し、周囲の探索を始めます。彼はさまざまな資源があることを示す以下のマークを設置します。
nl: De geoloog zal spoedig arriveren bij de vlag en beginnen met het gebied in de omgeving te verkennen. Hij zal een van de volgende markeringen plaatsen voor de verschillende grondstoffen:

source: a bit of coal
de: Ein wenig Kohle
gd: beagan guail
ja: 少量の石炭
nl: een beetje kolen

source: a lot of coal
de: Eine Menge Kohle
gd: mòran guail
ja: 大量の石炭
nl: veel kolen

source: a bit of iron
de: Ein wenig Eisen
gd: beagan iarainn
ja: 少量の鉄
nl: een beetje ijzer

source: a lot of iron
de: Eine Menge Eisen
gd: mòran iarainn
ja: 大量の鉄
nl: veel ijzer

source: a bit of gold
de: Ein wenig Gold
gd: beagan òir
ja: 少量の金
nl: een beetje goud

source: a lot of gold
de: Eine Menge Gold
gd: mòran òir
ja: 大量の金
nl: veel goud

source: a bit of granite
de: Ein wenig Granit
gd: beagan graineil
ja: 少量の花崗岩
nl: een beetje graniet

source: a lot of granite
de: Eine Menge Granit
gd: mòran graineil
ja: 大量の花崗岩
nl: veel graniet

source: water
de: Wasser
gd: uisge
ja: 水

source: nothing was found here
de: hier wurde nichts gefunden
gd: cha deach dad a lorg an-seo
ja: 何も見つからなかった
nl: er is hier niets gevonden

source: Let’s wait and see what the geologist finds on the mountain.
de: Lass uns warten und schauen, was der Geologe im Gebirge findet.
ja: 山で地質学者が何を見つけるか待って見てみましょう。
nl: Laten we wachten en kijken wat de geoloog op de berg gaat vinden.

source: Mining Conclusion
de: Fertigstellung der Minen
ja: 採掘の結果
nl: Mijnwerken conclusie

source: So our geologist found a lot of coal on this mountain. You should therefore build a coal mine here. Building a mine is like building a house. The building space symbol for where a mine can be built is
de: Also hat unser Geologe eine Menge Kohle in diesem Berg gefunden. Du solltest daher hier eine Kohlemine errichten. Das Errichten einer Mine funktioniert wie bei einem Haus. Das Symbol für mögliche Minenstandorte sieht in der Bauhilfe so aus:
ja: 地質学者はこの山で大量の石炭を発見しました。したがってここには炭鉱を建設すべきです。鉱山の建設は建物を建てるのと同じです。建設可能な鉱山のスペースシンボルは
nl: Onze geologen hebben dus veel kolen gevonden in deze berg. Je zou daarom op deze plek een kolenmijn moeten bouwen. Het bouwen van een mijn lijkt op het bouwen van een huis. Het bouwhulpsymbool voor een te bouwen mijn is

source: this one.
de: diese hier.
gd: am fear seo.
ja: これです。
nl: deze.

source: Note that a mine needs rations to work. Rations are produced in taverns, and taverns need meat, pitta bread, and fish to produce them. You will need a lot more infrastructure to get your mines working well. This infrastructure also varies from tribe to tribe. We will explain them to you in the introduction campaigns for the three tribes.
de: Beachte, dass Minen Rationen brauchen, um arbeiten zu können. Rationen werden in Tavernen hergestellt, die wiederum Fleisch, Fladenbrot und Fisch benötigen, um sie herzustellen. Du wirst eine weitaus größere Infrastruktur benötigen, damit die Minen gut arbeiten. Diese Infrastruktur ist außerdem von Stamm zu Stamm unterschiedlich. Sie werden dir in der Einführungskampagne der drei Stämme erklärt.
ja: 鉱山には食料が必要なことに注意してください。糧食は酒場で生産され、酒場は糧食を生産するために肉、ピタパン、魚を必要とします。鉱山で効果的に生産させるには、さらに多くのインフラが必要です。インフラは部族によって異なります。三つの部族それぞれの導入キャンペーンで説明を得ることができます。
nl: Merk op dat de mijnwerkers porties nodig hebben om te werken. Porties worden geproduceerd in taveernes en taveernes hebben vlees, pitabrood en vis nodig om ze te maken. Het vergt veel infrastructuur om de mijnen goed te laten werken. Deze infrastructuur varieert van stam tot stam. Ze worden bij iedere oefencampagne verklaard voor de drie stammen.

source: Warfare and Training
de: Kriegsführung und Ausbildung
gd: An cogadh is trèanadh
ja: 戦争と訓練
nl: Oorlogvoering en Training

source: Soldiers and Warfare
de: Soldaten und Kriegsführung
gd: Saighdearan is an cogadh
ja: 兵士と戦争
nl: Soldaten en Oorlogvoering

source: On to the last topic now. We are going to talk about soldiers, their training and their profession: warfare. As I mentioned, Widelands is about building up, not burning down: therefore, warfare is also more focused on economics than on military strategies.
de: Aber nun zum letzten Thema. Wir werden über Soldaten, ihre Ausbildung und ihr Handwerk, die Kriegsführung, sprechen. Wie bereits erwähnt, geht es in Widelands um den Aufbau, nicht ums Niederreißen. Daher ist die Kriegsführung mehr auf Wirtschaft als auf militärische Strategien ausgerichtet.
ja: さて、最後の話題に移りましょう。兵士と、彼らの訓練と彼らの職業、戦争についての話をします。前述したように、Widelandsは築き上げることが目的で、破壊が目的ではありません。したがって、戦争は軍事戦略というよりも経済に焦点が当てられたものです。
nl: Op naar het laatste onderwerp. We gaan praten over soldaten, hun training en hun vak: oorlogsvoering. Zoals gezegd gaat Widelands over het opbouwen en niet over afbranden: daarom is oorlogsvoering meer gebaseerd op economie dan op militaire strategie.

source: Nevertheless, warfare offers one way of challenging other players, and it has some game mechanics that deserve explanation. The economies of the tribes are explained in their individual tutorial campaigns.
de: Dennoch bietet sich hier die Möglichkeit, andere Spieler herauszufordern, weshalb einige ihrer Aspekte einer Erklärung bedürfen. Die Wirtschaft der einzelnen Stämme wird in ihren jeweiligen Einführungskampagnen erklärt.
ja: しかし、戦争は他のプレイヤーに挑戦する一つの方法を提供しており、それは説明に値するいくつかのゲームの仕組みを持っています。部族の経済は、個々のチュートリアルキャンペーンで説明されています。
nl: Desalniettemin is oorlogsvoering een manier om de andere speler uit te dagen en heeft het enkele spelmechanismen die uitleg verdienen. De economieën van de stammen worden uitgelegd in hun individuele veldtochten.

source: Ok, I am going to create a little training ground for us with a training camp and a warehouse to the north east of here.
de: Nun gut, ich werde uns nordöstlich von hier ein kleines Übungsgelände erstellen, mit einem Ausbildungslager und einem Lagerhaus.
ja: では、ここから北東に訓練場と倉庫があるちょっとした訓練場所を作ります。
nl: Ok, ik ga een trainingsplaats maken met een trainingskamp en een magazijn ten noordoosten van hier.

source: If you want to come back to this south-western part of your realm, just scroll here via right-button scrolling or open the minimap by clicking on the
de: Wenn Du zurück zu diesem südwestlichen Teil deines Landes willst, kannst Du Dich einfach hierher bewegen, indem Du die Rechte-Maustasten-Bewegung nutzt oder die Minikarte öffnest, indem Du auf den
ja: もしこの領土の南西部に戻ってきたくなったら、右クリックでのスクロールか、以下のボタンをクリックしてミニマップを開いてください。
nl: Als je terug wilt komen naar dit zuid-westelijke deel van je rijk, ga hier via rechtermuisknop te slepen of open de minimap door te klikken op de

source: minimap button at the bottom of the screen.
de: Minimap-Knopf am unteren Rand des Bildschirms klickst.
ja: 画面下部のミニマップボタンです。
nl: knop voor minikaart onderin het scherm.

source: Alternatively, you could also press ‘m’ on your keyboard.
de: Alternativ kannst du auch ‘m’ auf deiner Tastatur drücken.
ja: 代わりにMキーを押すことでも表示できます。
nl: Ook te activeren door op 'm' te drukken op het toetsenbord.

source: The minimap shows the complete map in miniature. You can directly jump to any field by left-clicking on it. You can also toggle buildings, roads, flags and player indicators on and off inside the minimap.
de: Die Minikarte zeigt dir die komplette Karte als Miniatur. Du kannst direkt zu jedem Feld springen, indem du links darauf klickst. Außerdem kannst Du Gebäude-, Straßen-, Flaggen-, und Spielerindikatoren auf der Minikarte zu- und wegschalten.
ja: ミニマップは、ミニチュアの全体マップを表示します。直接それを左クリックして、任意のフィールドにジャンプすることができます。また、ミニマップの内側に建物、道路、旗およびプレイヤーのインジケータを表示することができます。
nl: De minikaart laat je de hele kaart in het klein zien. Je kan meteen naar elk gebied springen door erop te klikken. Je kan ook gebouwen, wegen, vlaggen en speleraanwijzers aan- en uitschakelen op de minikaart.

source: But I digress. Back to soldiers. What was I about to do? Oh yes, I wanted to build a small training scenario for you. Let’s do that now.
de: Aber ich schweife ab. Zurück zu den Soldaten. Was wollte ich gerade tun? Ach ja, ich wollte ein kleines Trainingsszenario für dich erschaffen. Dann wollen wir mal.
ja: 話が脱線してしまいました。兵士の話に戻ります。何をしようとしていたのでしたっけ？そうだ、小さな訓練シナリオを作ろうと思っていたのでした。それではやってみましょう。
nl: Maar ik dwaal af. Terug naar militairen. Wat wilde ik doen? Oh ja, wilde ik een klein opleidingsscenario voor u bouwen. Laten we dat nu doen.

source: Trainings Camp and Soldier Stats
de: Ausbildungslager und Soldatenwerte
ja: 訓練場と兵士のステータス
nl: Trainingskamp en soldaatstatistieken

source: Here we go. Take a look at the soldiers that are on their way into our training camp. They look different from normal workers: they have a health bar over their head that displays their remaining health, and they have four symbols, which symbolize the individual soldier’s current levels in the four different categories health, attack, defense and evade.
de: Na bitte. Sieh dir die Soldaten auf ihrem Weg in unser Ausbildungslager an. Sie sehen anders aus als gewöhnliche Arbeiter: Sie haben einen Lebensbalken über ihrem Kopf, der ihre verbleibenden Lebenspunkte anzeigt und außerdem vier Symbole, welche für die einzelnen Fertigkeitsstufen des Soldaten stehen: Lebenspunkte, Angriff, Verteidigung und Ausweichen.
ja: 訓練場に向かっている兵士たちを見てみましょう。彼らは、通常の労働者とは違って見えます。彼らは、頭上に残り体力が表示されるヘルスバーを持っており、また、四つの異なる能力の（体力、攻撃力、防御力、回避力）の現在のレベルを示す四つのシンボルを持っています。
nl: Daar gaan we. Kijk eens naar de soldaten die op weg zijn naar ons trainingskamp. Ze zien er anders uit dan normale werkers: ze hebben een levensbalk boven hun hoofd die hun resterende levenspunten weergeeft en ze hebben vier symbolen die de niveaus van de individuele soldaten symboliseren in de vier verschillende categorieën levenspunten, aanval, verdediging en ontwijken.

source: A soldier is created like any normal worker: a carrier grabs a tool in a warehouse as soon as a request for a certain profession is not fulfilled. The tool to create a barbarian soldier is an ax. Newly created soldiers are of level 0. To make soldiers better in any of the four categories, training is needed.
de: Ein Soldat wird erschaffen wie ein normaler Arbeiter: Ein Träger nimmt sich ein Werkzeug in einem Lagerhaus, sobald eine Anfrage nach einem bestimmten Beruf nicht erfüllt wurde. Das Werkzeug für einen Soldaten der Barbaren ist eine Axt. Der neue Soldat beginnt mit Stufe 0. Um den Soldaten in einer der vier Kategorien besser zu machen, bedarf er speziellen Trainings.
ja: 兵士は、通常の労働者のように生み出されます。満たされていないある特定の職種への要求が起こるや否や、運搬人は道具をつかみます。バーバリアンの兵士を生み出すための道具はアックスです。新しく作成された兵士はレベル0です。兵士の四つの能力のいずれかを伸ばすためには訓練が必要です。
nl: Een militair wordt gecreëerd als een normale arbeider: een drager grijpt een hulpmiddel in een magazijn zodra een verzoek om een bepaald beroep niet wordt vervuld. Het hulpmiddel om een barbaarse militair te creëren is een bijl. De pas gecreëerde militair is van niveau 0. Om de militair in een van de vier categorieën beter te maken, is een opleiding nodig.
