Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: de, gd, ja, nl

source: That won't do yet. I still need to connect the lumberjack's hut to the rest of my road network. After I ordered a construction site, I was automatically put in road building mode, so all I have to do is click on the blue flag in front of my headquarters.
gd: Cha dèan seo a' chùis fhathast. Feumaidh mi am bothan coillteir a cheangal ris a' chorr dhe na rathaidean agam. Nuair a bha mi air an làrach-togail òrdachadh, chaidh mo chur ann am modh togail rathaidean gu fèin-obrachail, mar sin cha leig mi leas ach briogadh air a' bhratach ghorm air beulaibh a' phrìomh-àrais agam.

source: The amount of damage a soldier inflicts upon a successful attack on the enemy. A barbarian soldier with attack level 0 inflicts ~14 hitpoints damage when he succeeds to hit an enemy. For each attack level, he gains 7 damage.
gd: Seo an uiread de dhochann a nì saighdear air an nàmhaid le ionnsaigh shoirbheachail. Nì saighdear nan Tùsanach le ionnsaigh leibheil 0 dochann de mu 14 puingean-beatha nuair a bhuaileas e a air an nàmhaid gu soirbheachail. Buannaichidh e dochann de 7 le gach leibheil ionnsaighe.

source: The connection between the fields is extremely steep. The speed increase in one direction is huge while the slowdown in the other is also substantial.
gd: Tha an ceangal eadar an dà raon uabhasach cas. Buannaichidh tu luaths mòr air an dàrna comhair ach thèid maille mhòr a chur ort air a' chomhair eile cuideachd.

source: The geologist will arrive shortly to the flag and start investigating the area in his surroundings. He will place the following markers for the various resources:
gd: Ruigidh an clach-eòlaiche a' bhratach an ceann greiseige is tòisichidh e air an roinn timcheall oirre a rùrachadh. Seo na comharran a chuireas e ann airson gach stòrais:

source: The message window can be toggled by the button on the very right at the bottom of the screen. This button also changes appearance if new messages are available, but there is also a bell sound played whenever you receive a new message.
gd: Gabhaidh uinneag nan teachdaireachd a thoglachadh leis a' phutan taobh deas aig a' bhonn. Barrachd air sin, atharraichidh coltas a' phutain seo nuair a bhios teachdaireachd ùr ri làimh, ach cluinnidh tu clag cuideachd gach turas a thig teachdaireachd ùr a-steach.

source: The message window is central to fully controlling your tribe's fortune. But you get a lot of messages in a real game. To keep your head straight, you should try to keep the inbox empty. Archive all your messages in the inbox now. To do so, open the messages window by pressing 'n' or clicking the right most button at the very bottom of the screen. Then mark all messages by checking the check box in front of them. Then, click the archive all button
gd: Tha uinneag nan teachdaireachd cudromach gus fortan na treubha agad a stiùireadh gu slàn. Co-dhiù, gheibh thu torr theachdaireachdan rè geama àbhaistich. Bu choir dhut am bogsa a-steach a chumail falamh ach an dèan thu bun no barr dheth.<br><br>Cuir na h-uile teachdaireachd agad san tasglann a-nis. An toiseach, fosgail uinneag nan teachdaireachd 's tu a' brùthadh air "n" no a' briogadh air a' phutan taobh deas aig a bhonn. Comharraich na h-uile teachdaireachd an uairsin 's tu a' cur cromag sa bhogsa air am beulaibh. An uairsin, briog air a' phutan "Cuir na teachdaireachdan a thagh thu san tasglann."

source: The minimap shows you the complete map in miniature. You can directly jump to any field by left-clicking on it. You can also toggle buildings, roads, flags and player indicators on and off inside the minimap.
gd: Seallaidh am meanbh-mhapa am mapa slàn dhut ann an uinneag bheag. 'S urrainn dhut leum a ghearradh gu raon sam bith 's tu a' briogadh air leis a' phutan chlì. 'S urrainn dhut togalaichean, rathaidean, brataich is taisbeanairean a' chluicheadair am broinn a' mheanbh-mhapa a thoglachadh cuideachd.

source: The shorter your road segments are, the faster your wares will be transported. You should therefore make sure that your roads have as many flags as possible. Build a blue flag now in the middle of the road that connects your headquarters to your lumberjack's hut.
gd: Mar as giorra na roinnean-rathaid agad 's ann nas luaithe a thèid am bathar agad a ghiùlan. Bu chòir dhut dèanamh cinnteach gu bheil an uiread a ghabhas de bhrataich air na rathaidean agad air sàilleibh seo.<br><br>Tog bratach ghorm a-nis ann am meadhan an rathaid a cheanglas am prìomh-àras ris a' bhothan choillteir agad.

source: The total life of a soldier. A barbarian soldier starts with ~130 hitpoints, with each hitpoint level he gains 28 hitpoints.
gd: Seo beatha shlàn an t-saighdeir. Tòisichidh saighdear nan Tùsanach le mu 130 puing-bheatha is buannaichidh e 28 puing-bheatha le gach leibheil puinge-beatha.

source: There are some stones to the west of your headquarters. Build a quarry right next to them. The quarry is a small building like the lumberjack's hut. You can therefore build it on any field that shows a red, yellow or green house when the build help is enabled (Press SPACE for that).
gd: Tha clachan gu siar air a' phrìomh-àras agad. Tog coireall ris an taobh. 'S e togalach beag a th' anns a' choireall mar a tha am bothan coillteir. Mar sin, 'S urrainn dhut fear a thogail air raon sam bith a sheallas taigh dearg, buidhe no uaine nuair a bhios a' chobhair le togail an comas (brùth air SPACE air a shon).

source: There are three different tribes in Widelands: the barbarians, the empire and the atlanteans. All tribes have a different economy, strength and weaknesses, but the general gameplay is the same for all. We play the barbarians for now.
gd: Tha trì treubhan diofraichte ann am Widelands: na Tùsanaich, an Impireachd is na h-Atlantaich. Tha eaconamaidh, neartan is laigsean eadar-dhealaichte aig gach treubh, ach cluichidh tu an geama san aon dòigh le gach tè dhiubh. Bidh sinn nar Tùsanaich an-dràsta.

source: There are two ways to move your view. The first one is using the cursor keys on your keyboard. Go ahead and try this out. Click the "OK" button and then move the view using the cursor keys
gd: Tha dà dhòigh ann gus an sealladh agad a ghluasad. Is an dàrna dòigh gun chleachd thu na h-iuchraichean saighde air a' mheur-chlàr agad. Siuthad is feuch ris an-dràsta.<br><br>Briog air a' phutan "Ceart ma-thà" is an uairsin gluais an sealladh leis na h-iuchraichean saighde.

source: There is a small slope to climb to reach this field. This means your workers are faster walking downwards than they are walking upwards.
gd: Tha sliabh bheag ri dìreadh ann gus an raon seo a ruigsinn. Is ciall dha seo gun gluais na h-obraichean agad nas luaithe a' teàrnadh na a' dìreadh.

source: There is one more thing I'd like to teach you now: Expanding your territory. The place that we start with around our headquarters is barely enough for a basic build infrastructure and we do not have access to mountains which we need to mine minerals and coal. So we have to expand our territory.
gd: Tha rud ann a bu toil leam ionnsachadh dhut fhathast: 's e seo mar a mheudaicheas tu an tìr agad. 'S gann gum foghainn an rum timcheall air a' phrìomh-àras a thòisich thu leis airson bun-structair togail bhunasaich is cha ruig sinn na beanntan a dh'fheumas sinn airson mhèinnearach is guail. Seo as adhbhar gum feum sinn an roinn a th' againn a mheudachadh.

source: There we go. Take a look at the soldiers that are on their way into our trainings camp. They look different than normal workers: they have a health bar over their head that displays their remaining hitpoints and they have four symbols which symbolize the individual soldier's current levels in the four different categories hitpoints, attack, defense and evade.
gd: Sin sin. Thoir sùil air na saighdearan air rathad a' champa trèanaidh. Tha iad eu-coltach ris na h-obraichean àbhaisteach: tha bàr slàinte os cionn an ceann a sheallas na puingean-beatha a tha air am fàgail dhaibh is tha ceithir samhlaidhean ann a riochdaicheas na leibheilean sna ceithir roinnean-seòrsa – puingean-beatha, ionnsaigh, dìon is teàrnadh – a tha aig gach saighdear.

source: There you go. I will explain about all those symbols in a minute. First, let me show you how to make a lumberjack's hut and how to connect it with a road. There is a sweet spot for a lumberjack right next to those trees. I'll describe the steps I will take and then ask you to click on the "OK" button for me to demonstrate.
gd: Sin thu fhèin! Mìnichidh mi mu na samhlaidhean seo uile a dh'aithghearr. An toiseach, seallaidh mi dhut mar a thogas tu bothan coillteir is mar a cheanglas tu le rathad e. Tha deagh àite airson coillteir ri taobh nan craobhan ud.<br><br>Mìnichidh mi na ceuman a ghabhas mi is an uairsin iarraidh mi ort gum briog thu air a' phutan "Ceart ma-thà" ach an seall mi seo dhut.

source: This concludes the tutorial. There is some stuff we have not covered here -- we have not even built a single producing building even though producing wares is the most important thing in Widelands -- but you've learned the ropes. You can learn about the remaining stuff while you go through the individual tribe's introduction campaigns. Each consists of some scenarios explaining the tribes and their economy while introducing the background story of Widelands. Have fun playing!
gd: Seo deireadh an oideachaidh. Tha iomadh rud ann fhathast nach do sheall mi dhut – cha do thog sinn togalach saothrachaidh sam bith ged as saothrachadh bhathar an rud as cudromaiche ann am Widelands – ach dh'ionnsaich thu na tha bunasach. 'S urrainn dhut an corr ionnsachadh leis na h-iomairtean oideachaidh airson gach treubha. Tha cnàmh-sgeulan anns gach tè dhiubh a mhìnicheas na treubhan is an eaconamaidh aca is a bheir eòlas air seanchas Widelands dhut aig an aon àm. Gabh tlachd a' cluiche!

source: Trainings camp and soldier stats
gd: An campa trèanaidh is luachan nan saighdearan

source: Tutorial01
gd: Oideachadh 01

source: Waiting for the geologist
gd: A' feitheamh air a' chlach-eòlaiche

source: Waiting for the hut to be finished
gd: A' feitheamh gus am bith am bothan deiseil

source: Waiting for the lumberjack to go up
gd: A' feitheamh gus am bith am bothan coillteir air a thogail

source: We need to find a nice place for the lumberjack's hut. To make this easier, we can activate the build help. There are two ways you can do this, either by clicking on the build help button at the bottom of the screen which is the fourth one from the left. Or you can use the SPACE key to toggle it.
gd: Feumaidh sinn àite ghoireasach a lorg airson bothan a' choillteir. Cuiridh sinn a' chobhair le togail an comas gus seo a dhèanamh nas fhasa. Tha dà dhòigh ann gus a chur air. Air an dàrna dòigh, briog air putan na cobharach le togail aig bonn na sgrìn, seo an ceathramh putan on taobh chlì. Air an dòigh eile, brùth air an iuchair SPACE gus a thoglachadh.

source: Welcome to the Widelands tutorial!
gd: Fàilte dhan oideachadh aig Widelands!

source: Well done! Let's see how messages work in the real game, shall we? For this, I'll take all stones away from the poor stonemason in the quarry. He will then send a message that he can't find any in his working area the next time he tries to do some work.
gd: Sin thu fhèin! Nise, nach toir sin sùil air mar a dh'obraicheas teachdaireachdan am broinn geama? Bheir mi na h-uile clach air falbh on chlachair bhochd air a shon. Cuiridh esan teachdaireachd an uairsin nach urrainn dha clach sam bith a lorg san roinn obrach aige tuilleadh an ath thuras a dh'fheuchas e ri obair a dhèanamh.

source: Well done! Let's wait till the hut is finished. If you want things to go faster, simply use the PAGE UP key on your keyboard to increase the game speed. You can use PAGE DOWN to make the game slower again.
gd: Sin thu fhèin! Fuirich ort fhad 's a thèid am bothan a chrìochnachadh. Ma tha thu airson cùisean a dhèanamh nas luaithe, cha leig thu leas ach an iuchair PAGE UP air a' mheur-chlàr agad a chleachdadh gus luaths a' gheama a mheudachadh. Cleachd an iuchair PAGE DOWN gus maille a chur air a' gheama a-rithist.

source: While we wait, I'll quickly show you another useful feature. All construction sites look the same and some buildings look alike. It is sometimes hard to tell them apart. Widelands offers a feature to show label texts over the buildings. They are called the census and you can toggle them via the 'c' key or via the button on the watch tab of any field.
gd: Fhad 's a tha sinn a' feitheamh, seallaidh mi feart feumail eile dhut. Tha an t-aon choltas aig gach làrach-togail is tha cuid a thogalaichean uabhasach coltach ri chèile. Tha e doirbh aig amannan mothachadh dè seòrsa togalaich a chì thu. Tairgidh Widelands feart dhut a sheallas ainm os cionn gach togalaich. Chuir sinn "cunntas-sluaigh" air is toglaichidh tu leis an iuchair "c" e no leis a' phutan air an taba "Cum sùil ar" aig raon sam bith.

source: Widelands is a slow-paced build-up strategy with an emphasis on construction, not destruction. This tutorial will get you through the basics of the game.
gd: 'S e geama ro-innleachd mhall a th' ann am Widelands le cuideam air togail seach milleadh. Seallaidh an t-oideachadh seo dhut na tha bunasach sa gheama.

source: You can build four things on fields in Widelands: Flags, small houses, medium houses and big houses. But not every field can hold anything. The build help eases recognition:
gd: Tha ceithir rud as urrainn dhut togail air raointean Widelands: Brataich, togalaichean beaga, togalaichean meadhanach is togalaichean mòra. Ach chan eil rum anns gach raon airson a h-uile gin dhiubh. Cuidichidh a' chobhair le togail ach am mothaich thu e:

source: You can choose from the following military buildings: sentry, donjon, barrier and fortress. The bigger the building, the more expensive it is to be built. But it will also conquer a bigger region. Sometimes, it is useful to build a big military building next to a mountain so that you can reach fields farther up.
gd: 'S urrainn dhut taghadh o thogalaichean an airm seo: freiceadan, tùr-faire, taigh-faire is dùn. Mar as motha an togalach 's ann as cosgaile a bhios e gus a thogail, ach ceannsaichidh e roinn as motha cuideachd. Bidh e feumail aig amannan gun tog thu togalach an airm mòr faisg air beinn ach an ruig thu na raointean as àirde.

source: You can continue playing this map or you can end this game whenever you like. To leave this game and return to the main menu click on the
gd: 'S urrainn dhut leantainn air adhart a' cluiche a' mhapa seo no crìoch a chur air a' gheama uair sam bith a thogras tu.<br><br>Gus an geama fhàgail is tilleadh dhan phrìomh chlàr-taice, briog air

source: You can dismiss this box by left-clicking on the button below.
gd: 'S urrainn dhut am bogsa seo a leigeil seachad le briogadh clì air a' phutan gu h-ìosal.

source: You usually start the game with one headquarters. This is the big building with the blue flag in front of it. The headquarters is a warehouse that stores wares, workers and soldiers. Some wares are needed for building houses, others for making other wares. Obviously, the wares in the headquarters will not last forever, so you must make sure to reproduce them. The most important wares in the early game are the basic build wares: trunks and raw stone. Let's make sure that we do not run out of trunks. For this, we need a lumberjack and a hut for him to stay in.
gd: Tòisichidh tu air geama le aon phrìomh-àras mar as trice. Seo an togalach mòr leis a' bhratach ghorm air a bheulaibh. 'S e taigh-stòrais a ghlèidheas bathair, obraichean is saighdearan a th' anns a' phrìomh-àras. Bidh feum air cuid a bhathar gus taighean a thogail is air cuid eile gus bathar eile a dhèanamh. Gu follaiseach, cha mhair am bathar sa phrìomh-àras gu bràth is feumaidh tu dèanamh cinnteach gun dèan thu barrachd dheth. Is stuic agus clachan am bathar togail bunasach as cudromaiche aig toiseach a' gheama.<br><br>Dèanamaid cinnteach nach ruith na stuic oirnn. Bidh feum againn air coilltear is air bothan sa ghabhas e còmhnaidh air a shon.

source: exit game button.
gd: putan fàgail a' gheama.

source: minimap button at the bottom of the screen. Alternatively you could also press 'm' on your keyboard
gd: putan a' mheanbh-mhapa aig bonn na sgrìn.<br><br>Mar roghainn eile, 's urrainn dhut "m" a bhrùthadh air a' mheur-chlàr agad.

source: options menu button on the very left at the bottom of the screen. Then click the
gd: putan clàr-taice nan roghainnean taobh clì aig bonn na sgrìn.<br><br>An uairsin, briog air
