Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: de, gd, ja, nl

source: You can build four things on fields in Widelands: Flags, small houses, medium houses and big houses. But not every field can hold everything. The build space symbols ease recognition:
de: In Widelands können vier Dinge auf den Feldern errichtet werden: Flaggen, kleine Gebäude, mittlere Gebäude und große Gebäude. Aber nicht jedes Feld erlaubt alle Größen. Die Bauhilfe vereinfacht die Erkennung:
ja: Widelandsのフィールドには建設可能なものが4種類あります。旗、小規模の建物、中規模の建物、そして大規模な建物です。ただしすべてがどこにでも建てられるわけではありません。建設スペースシンボルを利用することで何が建てられるか分かりやすくなります。
nl: Er zijn vier dingen te bouwen in Widelands: vlaggen, kleine -, gemiddelde - en grote huizen. Maar niet iedere plek is is geschikt voor alles. De bouwhulp helpt het herkennen:

source: Everything can be built on the green house symbol.
de: Jedes Gebäude kann auf einem grünen Haussymbol gebaut werden.
gd: Gabhaidh rud sam bith a thogail air samhla taighe uaine.
ja: 緑色の家のシンボルには、すべてのものが建てられます。
nl: Alles kan gebouwd worden op het groene huis symbool.

source: Everything except for big buildings can be built on a yellow house symbol.
de: Alles, außer großen Gebäuden, kann auf einem gelben Haussymbol gebaut werden.
gd: Gabhaidh rud sam bith ach togalaichean mòra a thogail air samhla taighe buidhe.
ja: 黄色の家のシンボルには、大規模な建物以外のものが建設できます。
nl: Alles behalve grote gebouwen kan gebouwd worden op een geel huis symbool.

source: Red building symbols can only hold small buildings and flags.
de: Auf roten Gebäudesymbolen können nur kleine Gebäude und Flaggen gebaut werden.
gd: Chan urrainn dhut ach togalach beag no bratach a thogail air samhla taighe dearg.
ja: 赤色の家のシンボルには、小規模の建物と旗だけが建設可能です。
nl: Rode gebouwsymbolen kunnen alleen kleine gebouwen en vlaggen bevatten.

source: And finally the yellow flag symbol only allows for flags.
de: Und schließlich: beim gelbem Flaggensymbol können nur Flaggen gesetzt werden.
gd: Cha cheadaich samhla brataich buidhe ach gun tog thu bratach ann.
ja: そして最後に黄旗のシンボルは、旗を立てることだけが許されます。
nl: En tenslotte laat het gele vlag symbool alleen vlaggen toe

source: If you place something on a field, the surrounding fields might have less space for holding buildings, so choose your fields wisely.
de: Wenn du etwas auf einem Bauplatz errichtest, könnte es sein, dass die umliegenden Bauplätze weniger Platz für Gebäude übrig haben. Also wähle deine Bauplätze sorgfältig.
ja: フィールドに何か設置すると、周りのフィールドは建物を建設するためのスペースがなくなっていくので、適切に配置しましょう。
nl: Als u iets op een plek plaatst dan houdt de omgeving mogelijk minder ruimte over voor bebouwing, dus kies verstandig.

source: Now go ahead, try it. The quarry is a small building, so if you click on a medium or big building symbol, you will have to select the small buildings tab first to find it. Go on, check it out!
de: Also los, versuch es. Der Steinbruch ist ein kleines Gebäude, wenn du auf ein mittleres oder großes Häusersymbol klickst, musst du zuerst den Reiter für die kleinen Gebäude auswählen, um ihn zu finden. Na los, sieh es dir an!
ja: 先に進んで試してみましょう。採石場は小規模の建物ですので、もし中規模もしくは大規模な建築物のシンボルをクリックした場合、採石場のシンボルを見つけるためには、最初に建物 小のタブを選択する必要があります。さあ、やってみましょう！
nl: Tijd voor actie. De steengroeve is een klein gebouw, dus klik wanneer u op een gemiddeld of groot gebouwsymbool klikt zult u eerst het kleine gebouwen tabblad moeten selecteren om het te vinden. Probeer het maar!

source: Build a quarry next to the stones
de: Errichte neben den Steinen einen Steinbruch
gd: Tog coireall ri taobh nan clach
ja: 石のそばに採石場を建設する
nl: Bouw een steengroeve naast de stenen

source: Build a Quarry
de: Baue einen Steinbruch
ja: 採石場を建設する
nl: Bouw een steengroeve

source: There are some stones to the west of your headquarters. Build a quarry right next to them.
de: Es gibt einige Steine westlich deines Hauptquartiers. Baue einen Steinbruch gerade neben sie.
ja: 本拠地の西にいくつかの石があります。その右横に採石場を建設しましょう。
nl: Er zijn enkele stenen ten westen van je hoofdkwartier. Bouw er een steengroeve direct naast.

source: The quarry is a small building like the lumberjack’s hut. You can therefore build it on any field that shows a red, yellow or green house when the building spaces symbols are enabled (Press SPACE for that).
de: Der Steinbruch ist ein kleines Gebäude wie die Holzfällerhütte. Du kannst ihn folglich auf jedes Feld mit einem roten, gelben oder grünen Haussymbol bauen, wenn die Bauhilfe eingeschaltet ist (drücke die Leertaste dafür).
ja: 採石場は木こり小屋のような小規模の建物です。したがって、建設スペースシンボルを有効にした（そのためにはスペースキーを押す）ときに赤、黄、緑色の建物を示す任意のフィールドにそれを建設することができます。
nl: De steengroeve is net als de houthakkershut een klein gebouw. Je kan het daarom op elk veld bouwen waar een rood, geel of groen huis te zien is als de bouwhulp aanstaat (Druk daarvoor op SPACE).

source: Just click on any house symbol next to the stones, select the small buildings tab in the window that opens up, then click on the quarry symbol.
de: Klicke auf ein Haussymbol in der Nähe der Steine. In dem Fenster, das sich dann öffnet, klickst du den Reiter mit den kleinen Gebäuden an und schließlich auf das Symbol des Steinbruchs.
ja: 石のそばにある家のシンボルをクリックして開いたウィンドウの小規模の建物のタブを選択して、採石場のシンボルをクリックしてください。
nl: Klik gewoon op een huis symbool naast de stenen, selecteert u het kleine-gebouwentabblad in het venster dat opent, klik dan op de steengroevesymbool.

source: Road Building
de: Straßenbau
ja: 道路の敷設
nl: Het bouwen van wegen

source: Excellent! Directly after placing the building, you have been switched into road building mode. The new road will start at the flag in front of your newly placed construction site. You can enter road building mode for any flag by left-clicking on a flag and selecting
de: Ausgezeichnet! Direkt nachdem du ein Gebäude platziert hast, befindest du dich im Straßenbaumodus. Die neue Straße wird bei der Flagge vor deiner neu erstellten Baustelle beginnen. Du kannst bei jeder Flagge in den Straßenbaumodus schalten, indem du sie anklickst und auswählst
ja: 良くできました！あなたが建物を配置した直後には、道路敷設モードになっています。新たに配置した建設地の目の前の旗から新しい道路は開始されます。道路敷設モードに入るには、任意の旗を左クリックしてから、下のシンボルを選択してください。
nl: Prima! Direct na het plaatsen van een gebouw, zit u in de wegenbouwmodus. De nieuwe weg zal beginnen bij de vlag van de nieuw geplaatste bouwplaats. U kunt naar de wegenbouwmodus gaan door op iedere te klikken en selecteer

source: the road building symbol.
de: das „Baue Straße“-Symbol.
gd: an t-samhla togail rathaidean.
ja: 道路敷設シンボル
nl: het wegenbouwsymbool.

source: If you decide you do not want to build a road at this time, you can cancel road building by clicking on the starting flag of the road and selecting
de: Wenn Du Dich entschließt, jetzt doch keine Straße zu bauen, kannst du den Straßenbau abbrechen, indem du auf die Startflagge klickst und dann auswählst:
ja: 道路の敷設を止めたくなったら、道路の始点の旗を選択してクリックしてから、下のシンボルを選択してください。
nl: Als u besluit dat u nu geen weg wilt aanleggen, kunt u dit annuleren door op de beginvlag te klikken en selecteer

source: the abort symbol.
de: das „Abbrechen“-Symbol.
gd: an t-samhla sguir dheth.
ja: 中止シンボル
nl: het afbreeksymbool.

source: Now, about this road. Remember: we are already in road building mode since you just ordered the quarry. You can either make it longer by one field at a time by left-clicking multiple times on neighboring fields for perfect control over the route the road takes like so:
de: Also, wegen dieser Straße ... Erinnere dich: Wir befinden uns bereits im Straßenbaumodus, da du gerade den Steinbruch in Auftrag gegeben hast. Du kannst sie entweder Feld für Feld verlängern, indem du mehrere Male mit links auf die benachbarten Felder klickst. Dies gewährt dir absolute Kontrolle über die Route, welcher die Straße folgen soll. Etwa so:
ja: さて、道路についてですが、以下のことを覚えておいてください。採石場の建設を命じたので、すでに道路敷設モードになっています。敷設するルートをすべて自分で決めたい場合には、目的地まで隣接するフィールドを左クリックで一つずつ選択していきます。
nl: Nu over deze weg. We zijn al in de wegbouwmodus vanaf het moment dat u de steengroeve selecteerde. U kunt het stap voor stap langer maken door meerdere keren te klikken op een naburig veld voor perfecte controle over de route van de weg, zo dus:

source: Or, you can directly click the flag where the road should end like so:
de: Oder du klickst direkt auf die Zielflagge, so:
ja: 代わりに、道路を終わらせたい場所の旗を直接クリックすることもできます。
nl: Als alternatief, kunt u direct op de vlag klikken waar de weg zou moeten eindigen:

source: One more thing: around the field where your road would end, you can see different markers. They have the following meaning:
de: Noch etwas: Um das Feld herum, an dem deine Straße enden würde, siehst du verschiedene Symbole. Sie haben folgende Bedeutung:
ja: もう一点。道路の終点のフィールドの周りに別のマーカーが表示されます。それらには以下の意味があります。
nl: Nog één ding: rond het veld waar de weg zou eindigen ziet u verschillende markeringen. Deze hebben de volgende betekenis:

source: The terrain is flat here. Your carriers will be very swift on this terrain.
de: Das Gelände ist hier flach. Deine Träger werden diesen Abschnitt sehr schnell bewältigen können.
gd: Tha an tìr rèidh an-seo. Bidh na giùlanairean glè luath air.
ja: ここの地形は平坦です。運搬人はこの地形では非常に迅速に移動します。
nl: Het terrein is vlak hier. Je dragers zullen erg vlug zijn op dit terrein.

source: There is a small slope to climb to reach this field. This means that your workers will be faster walking downhill than they will be walking uphill.
de: Es gilt eine kleine Steigung zu bewältigen, um dieses Feld zu erreichen. Dies bedeutet, dass Deine Arbeiter auf dem Weg hinunter schneller sind, als wenn sie nach oben laufen.
ja: このフィールドに到達するには緩やかな傾斜を上る必要があります。労働者は上りよりも下りの方が早く歩きます。
nl: Er is een kleine helling te beklimmen om dit veld te bereiken. Dat betekent dat de werkers sneller naar beneden lopen dan wanneer ze omhoog gaan.

source: The connection between the fields is extremely steep. The speed increase in one direction is huge while the slowdown in the other is also substantial.
de: Die Verbindung zwischen den Bereichen ist extrem steil. Die erhöhte Geschwindigkeit in eine Richtung ist riesig, während die Verlangsamung in die andere ebenso beträchtlich ausfällt.
ja: フィールド間は非常に急峻です。ある方向では速度の増加が大きな一方、逆方向では下降が大きくなります。
nl: De verbinding tussen de velden is enorm stijl. De snelheidsverhoging in de ene richting is enorm, terwijl de vertraging in de andere richting ook substantieel is.

source: Keep the slopes in mind while placing roads and use them to your advantage. Also, try to keep roads as short as possible and always remember to place as many flags as you can on road segments to share the load better.
de: Achte beim Straßenbau auf das Gefälle und verwende es zu Deinem Nutzen. Versuche auch die Straßen so kurz wie möglich zu halten und setze so viele Flaggen wie möglich auf die Straßen, da die Last so besser verteilt wird.
ja: 道路を敷設する際には、傾斜を頭に入れ、活用してください。また、道路は可能な限り短くし、道路を上手くシェアできるように、道路区間に可能な限り多くの旗を立てましょう。
nl: Houd de hellingen in gedachten bij het aanleggen van wegen en ze gebruiken om uw voordeel. Proberen ook om wegen zo kort mogelijk te houden en altijd zo veel vlaggen als mogelijk op de wegvakken te plaatsen om de belasting beter te verdelen.

source: Now please rebuild the road between your quarry and your headquarters. We’ll wait until the quarry is completed.
de: Nun baue bitte die Straße zwischen Steinbruch und Hauptquartier neu. Wir warten anschließend, bis der Steinbruch fertiggestellt ist.
ja: 今すぐ採石場と本拠地の間の道路を再度敷設してください。そして、採石場が完成するまで待ちましょう。
nl: Herbouw nu de weg tussen de steengroeve en het hoofdkwartier. We wachten totdat de steengroeve is voltooid.

source: Connect the quarry to the headquarters
de: Verbinde den Steinbruch mit dem Hauptquartier
gd: Ceangail an coireall ris a' phrìomh-àras
ja: 採石場を本拠地に接続する
nl: Verbindt de steengroeve met het hoofdkwartier

source: Connect Your Construction Site
de: Verbinde deine Baustelle
ja: 建設地を接続する
nl: Verbindt uw bouwplaats

source: Connect your quarry construction site to your headquarters with a road. You would have been put directly into road building mode after ordering a new site. But now, you aren’t.
de: Verbinde deine Baustelle des Steinbruchs durch eine Straße mit deinem Hauptquartier. Du befindest Dich sofort im Straßenbaumodus, wenn Du eine neue Baustelle angelegt hast. Nun aber ist dies nicht der Fall.
ja: 本拠地と採石場の建設地を、道路で接続します。新しい現場を配置するときは、直接に道路建設モードになります。しかし、今はそうではありません。
nl: Verbindt uw steengroevebouwplaats met het hoofdkwartier met behulp van een weg. Bij het aanmaken van een bouwplaats bent u direct in de wegenbouwmodus. Maar nu bent u dat niet.

source: To build a completely new road, just click on the flag in front of your construction site, click on the build road icon and then click on the flag in front of your headquarters. Wait for the completion of the quarry.
de: Um eine völlig neue Straße zu erbauen, klicke auf die Flagge vor deiner Baustelle, klicke auf den „Baue Straße“-Knopf, und schließlich auf die Flagge vor deinem Hauptquartier. Warte auf die Fertigstellung des Steinbruchs.
ja: 完全に新しい道路を建設するためには、建設地の前の旗をクリックして、道路敷設アイコンをクリックしてから、本拠地の前で旗をクリックします。採石場の完成を待ちましょう。
nl: Om een volledig nieuwe weg te bouwen klik op de vlag voor de bouwplaats en klik om de weg te bouwen op de wegbouwknop en op de vlag voor het hoofdkwartier. Wacht totdat de steengroeve af is.

source: Census and Statistics
de: Gebäudenamen und -statistiken
ja: センサスと統計
nl: Namen en statistiek

source: While we wait, I’ll quickly show you another useful feature. All construction sites look the same, and some buildings look alike. It is sometimes hard to tell them apart. Widelands offers a feature to show label texts over the buildings. They are called the ‘census’ and you can toggle them via the ‘c’ key or via the button on the ‘Watch’ tab of any field.
de: Während wir warten, zeige ich dir schnell eine andere nützliche Funktion. Alle Baustellen sehen gleich aus und einige Gebäude ähneln einander. Manchmal ist es schwer, sie auseinanderzuhalten. Widelands bietet eine Funktion an, um den Gebäudenamen über den Gebäuden einzublenden. Dies wird ‘Census’ genannt und kann mit der ‘c’-Taste oder über den entsprechenden Knopf im Beobachtungsfenster eines beliebigen Feldes zu- und weggeschaltet werden.
ja: 待っている間、別の便利な機能を紹介します。すべての建設地は同じように見え、いくつかの建物も同じように見えます。そしてそれらを区別するのが難しい場合があります。Widelandsは、建物の上にテキストラベルを表示する機能を提供しています。それはセンサスと呼ばれ、Cキーを押す、または任意のフィールド上で監視タブのボタンを押すことで切り替えることができます。
nl: Terwijl we wachten zal ik een andere nuttige functie tonen. Alle bouwplaatsen zien er hetzelfde uit en sommige gebouwen lijken op elkaar. Het is soms lastig onderscheid te maken. Widelands heeft een functie om tekstlabels op de gebouwen te tonen. In het Engels noemen we dit "census" en het kan aan/uit gezet worden met de c-toets of via de knop in het bekijktabblad van ieder veld.

source: Similar to this are the building statistics, which are also toggled via a button on the ‘Watch’ tab of any field. The hotkey for it is ‘s’. This will display information about the productivity of buildings or the progress of construction sites.
de: Ganz ähnlich funktionieren die Gebäudestatistiken, die ebenfalls mit einem Knopf im Beobachtungsfenster eines beliebigen Feldes zu- oder weggeschaltet werden. Das Tastenkürzel dafür ist ’s‘. Es werden damit Informationen über die Produktivität des Gebäudes oder über den Fortschritt einer Baustelle angezeigt.
ja: これと同様の機能に建物の統計情報があります。任意のフィールドの「監視」タブ上のボタンで切り替えることができます。対応するホットキーはSです。建物の生産率や建設地の進行状況に関する情報が表示されます。
nl: Gelijk hieraan zijn er gebouwstatistieken die aan/uit worden gezet door een knop op het bekijktabblad. De sneltoets hiervoor is 's'. Dit zal informatie tonen over de productiviteit van gebouwen of de voortgang van bouwplaatsen.

source: Let me quickly enable these two for you. Remember: ‘c’ and ‘s’ are the keys. Alternatively, you can click on any field without a building on it, select the watch tab and then click on the corresponding buttons.
de: Lass mich beide für Dich aktivieren. Merk dir: ‘c’ und ‘s’ sind die Tasten dafür. Alternativ kannst du auf ein Feld ohne Gebäude klicken, den Beobachtungsreiter öffnen und auf die entsprechenden Knöpfe klicken.
ja: 早速それらの二つを有効にします。覚えておいてください。CとSがキーです。または、建物ではなく任意のフィールドをクリックして監視のタブを選択し、対応するボタンをクリックします。
nl: Laat me snel die twee voor u inschakelen. Vergeet niet: 'c' en 's' zijn de toetsen. Als alternatief kunt u klikken op een veld zonder een gebouw, selecteer het bekijktabblad en klik vervolgens op de bijbehorende knoppen.

source: Now we know what’s going on. Let’s wait for this quarry to finish.
de: Nun wissen wir, was hier geschieht. Warten wir also die Fertigstellung des Steinbruchs ab.
ja: これで、今どうなっているのかが分かるようになりました。採石場が完成するのを待ちましょう。
nl: Nu weten we wat er gebeurt. Laten we wachten totdat de steengroeve af is.

source: Introducing Messages
de: Nachrichtenvorstellung
ja: 導入メッセージ
nl: Berichten introduceren

source: Messages
de: Nachrichten
gd: Teachdaireachdan
ja: メッセージ
nl: Berichten

source: Hi, it’s me again! This time, I have sent you a message. Messages are sent to you by Widelands to inform you about important events: empty mines, attacks on your tribe, won or lost military buildings, resources found...
de: Hallo, ich bin's wieder! Diesmal habe ich dir eine Nachricht gesandt. Nachrichten werden dir von Widelands geschickt, um dich über wichtige Ereignisse zu informieren: Erschöpfte Minen, Angriffe auf deinen Stamm, eroberte oder verlorene Militärgebäude, entdeckte Ressourcen...
ja: 今回、メッセージを送りました。メッセージとはWidelandsから以下のような重要なイベントについて通知するものです。鉱山の資源が枯渇した、他部族からの攻撃、軍事施設を奪ったもしくは奪われた、資源が見つかった...
nl: Hallo, ik ben het weer! Deze keer stuur ik een bericht. Berichten worden door Widelands verstuurt om u te informeren over belangrijke gebeurtenissen: lege mijnen, aanvallen op uw stam, veroverde of verloren militaire gebouwen, gevonden grondstoffen...

source: The message window can be toggled by the button on the very right at the bottom of the screen. This button will also change appearance whenever new messages are available, but there is also a bell sound played whenever you receive a new message.
de: Das Nachrichtenfenster kann mit dem Knopf ganz rechts in der Leiste unten am Bildschirm zu- oder weggeschaltet werden. Der Knopf ändert außerdem sein Aussehen, wenn neue Nachrichten verfügbar sind; außerdem ertönt ein Glockenton, wenn eine neue Nachricht eintrifft.
ja: メッセージウィンドウは画面の下部にある一番右側のボタンで表示／非表示を切り替えることができます。新しいメッセージがある時、このボタンの外観が変わりますが、ベルの音も流れます。
nl: Het berichtenvenster kan aan en uit gezet worden door de knop uiterst rechts aan de onderkant van het scherm. Deze knop veranderd van uiterlijk als er een nieuw bericht binnen komt, maar er is ook een belgeluid om aan te geven dat er een nieuw bericht is.

source: You have two messages at the moment. This one, which you are currently reading, and the one that informed you that a new headquarters was added to your economy. Let’s learn how to archive messages: You can check them off in your inbox so that they get a tick-symbol in front of them. Then, you can click the
de: Gegenwärtig hast du zwei Nachrichten. Diese, welche Du gerade liest, und eine, die Dich benachrichtigte, dass ein neues Hauptquartier Deiner Wirtschaft hinzugefügt wurde. Lass uns lernen, wie man Nachrichten ins Archiv verschiebt: Du kannst sie im Nachrichteneingang abhaken, sodass sie ein Hakensymbol erhalten. Dann, klicke auf den
ja: 現在、二つのメッセージがあります。今読んでいるこれと、新本拠地が経済に組み込まれたことを知らせる一つです。では、メッセージをアーカイブする方法を学びましょう。受信箱でメッセージをチェックすると、メッセージの前にチェックがつきます。その後以下のボタンをクリックします。
nl: Momenteel, heeft u twee berichten. Degene die u momenteel leest en degene die u meedeelt dat het nieuwe hoofdkwartier aan uw economie werd toegevoegd. Hier leert u hoe u berichten kunt archiveren: U kunt de berichten in uw inbox aanvinken zodat zij een V-symbool voor hen krijgen. Dan, kunt u klikken op

source: archive message button to move them into your archive.
de: „Archiviere Nachrichten“-Knopf um Nachrichten in das Archiv zu verschieben.
gd: putan tasglann nan teachdaireachd<br>gus an cur san tasglann agad.
ja: 保管箱に移動させるためのメッセージを保管ボタン
nl: archief bericht knop om berichten in het archief te plaatsen.

source: Archive all messages that you currently have in your inbox, including this one.
de: Archiviere alle Nachrichten, auch diese.
ja: このメッセージも含めた、受信箱に入っているすべてのメッセージをアーカイブしましょう。
nl: Archiveer alle berichten, inclusief deze, die je op het moment in je inbox hebt.

source: Archive all messages in your inbox
de: Verschiebe alle erhaltenen Nachrichten ins Archiv
gd: Cuir na h-uile teachdaireachd dhan tasglann
ja: すべてのメッセージを保管箱にアーカイブする
nl: Archiveer alle berichten in je inbox

source: Archive Your Inbox Messages
de: Verschiebe unsere eingegangenen Nachrichten ins Archiv
ja: メッセージを保管箱にアーカイブする
nl: Archiveer berichten in je inbox

source: The message window is central to fully controlling your tribe’s fortune. However, you will get a lot of messages in a real game. To keep your head straight, you should try to keep the inbox empty.
de: Das Nachrichtenfenster ist ein zentrales Werkzeug, um das Schicksal deines Stammes zu kontrollieren. Allerdings bekommst du eine Menge Nachrichten in einem richtigen Spiel. Um einen klaren Kopf zu bewahren, solltest du versuchen, den Posteingang leer zu halten.
ja: メッセージウィンドウは、部族の運命を完全にコントロールするための中心的な役割を果たします。しかし、実際のゲーム内では大量のメッセージを得ます。頭をすっきりさせておくには、受信箱を空に保つようにしてください。
nl: Het berichtenvenster staat centraal bij het volledig controleren van de rijkdommen van je stam. Maar je krijgt een hoop berichten in een echt spel. Om niet in de war te raken, moet je proberen om de inbox leeg te houden.

source: Archive all your messages in your inbox now.
de: Verschiebe nun alle Nachrichten im Posteingang ins Archiv.
ja: 今から、受信箱のすべてのメッセージをアーカイブします。
nl: Archiveer nu al je berichten in de inbox.

source: To do so, open the message window by pressing ‘n’ or clicking the rightmost button at the very bottom of the screen. Then mark all messages by checking the check box in front of them. Then, click the ‘Archive All’ button.
de: Um dies zu erreichen, öffne das Nachrichtenfenster mit dem Tastenkürzel ‘n’ oder mit dem Knopf ganz rechts in der Leiste unten am Bildschirm. Dann markiere alle Nachrichten, indem du die Haken in den Kästchen vor den Nachrichten setzt. Dann klicke auf den ‘Ausgewählte Nachrichten archivieren’-Knopf.
ja: そのためには、「N」キーを押すか、画面の最下部右端のボタンをクリックし、メッセージウィンドウを開きます。そして、それらの前にあるチェックボックスをオンにして、すべてのメッセージをマークます。そのあと、「選択したメッセージを保管」ボタンをクリックしてください。
nl: Om dit te doen, open je het berichtenvenster door op 'n' te drukken of op de meest rechtse knop onderaan het scherm te klikken. Markeer dan alle berichten door de knop ervoor aan te vinken. Klik vervolgens op de archiveer-alles-knop.

source: Closing Windows
de: Fenster schließen
ja: ウィンドウを閉じる
nl: Vensters sluiten

source: Excellent. By the way: closing windows in Widelands is as easy as right-clicking on them. This will work with all windows except for story message windows like this one. Go ahead and try it.
de: Wunderbar. Übrigens: Fenster zu schließen ist in Widelands ganz einfach – ein Rechtsklick darauf genügt. Dies funktioniert bei allen Fenstern mit Ausnahme von solchen mit Texten, welche die Spielhandlung betreffen – wie etwa dieses. Versuche es ruhig.
ja: 良くできました！あなたが建物を配置した直後には、道路敷設モードになっています。新たに配置した建設地の目の前の旗から新しい道路は開始されます。
nl: Prima. Overigens is het sluiten van vensters in Widelands erg makkelijk door er met de rechter muisknop op te klikken. Dit werkt voor alle vensters behalve verhaallijnvensters zoals deze. Probeer maar.

source: First, close this window by pressing the button below, then right-click into the messages window to close it.
de: Schließe zuerst dieses Fenster durch Betätigen des Knopfes unterhalb des Textes und klicke dann mit rechts ins Nachrichtenfenster, um es zu schließen.
ja: 道路敷設モードに入るには、任意の旗を左クリックしてから、下のシンボルを選択してください。
nl: Sluit eerst dit venster met de knop hieronder en klik dan de vensters weg met de rechter muisknop.

source: Close the messages window
de: Schließe das Nachrichtenfenster
gd: Dùin uinneag nan teachdaireachd
ja: メッセージウィンドウを閉じる
nl: Sluit het berichtenvenster

source: Close the Messages Window
de: Schließe das Nachrichtenfenster
ja: メッセージウィンドウを閉じる
nl: Sluit het berichtenvenster
