Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: de, gd, ja, nl

source: Nice And Easy Does It All the Time
de: In der Ruhe liegt die Kraft
ja: いつでも、のんびりいこう
nl: Goed en langzaam werkt altijd

source: I am sorry, but will I have to tear this down again. We might need the space here later on. If I am too slow for you, you might want to play a real game and just find everything out for yourself. Otherwise, please bear with me, I am not the youngest and quickest anymore.
de: Tut mir leid, ich muss das wieder abreißen. Wir könnten den Platz hier später gebrauchen. Falls ich zu langsam für dich bin, willst du vielleicht einfach das richtige Spiel spielen und alles selbst herausfinden. Ansonsten habe bitte etwas Geduld, ich bin nicht mehr der Jüngste und Schnellste, musst Du wissen.
ja: すみませんが、これを再び取り壊す必要があります。あとから、ここにスペースが必要になる場合があります。あなたにとって説明がスローペースすぎる場合は、実際のゲームをプレイし、自分自身ですべてを見つけるのも良いでしょう。そうでなければ、もうそれほど若くも速くもないわたしに、お付き合いください。
nl: Het spijt me, maar ik maak dit weer ongedaan. We hebben de ruimte wellicht later weer nodig. Als ik te langzaam ga, probeer dan een echt spel te spelen en leer alles zelf. Anders volg mijn opdrachten, maar ik ben niet meer de jongste en snelste.

source: Welcome to the Widelands Tutorial!
de: Willkommen beim Widelands-Einführungsspiel!
ja: Widelandsのチュートリアルにようこそ！
nl: Welkom bij de Widelands oefencampagne!

source: Welcome to Widelands!
de: Willkommen bei Widelands!
gd: Fàilte do Widelands!
ja: Widelandsにようこそ！
nl: Welkom bij Widelands!

source: Widelands is a slow-paced build-up strategy game with an emphasis on construction, not destruction. This tutorial will guide you through the basics of the game.
de: Widelands ist ein gemächliches Aufbaustrategiespiel mit Betonung auf Aufbau, nicht auf Zerstörung. Diese Einführung wird dich durch die Grundlagen des Spiels führen.
ja: Widelandsは破壊ではなく建設に重点を置いた、スローペースなビルドアップストラテジーです。このチュートリアルではゲームの基本を学びます。
nl: Widelands is een rustig opbouwend strategisch spel met de nadruk op constructie, niet op destructie. Deze oefencampagne zal de basis van dit spel uitleggen.

source: Dismiss this box by left-clicking on the button below.
de: Du kannst das Eingabefeld mit einem Links-Klick auf den Knopf unten verschwinden lassen.
ja: 下のボタンを左クリックして、このボックスを閉じてください。
nl: Door op de knop hieronder te klikken kunt u dit bericht weghalen.

source: Diving In
de: Einstieg
ja: はじめよう
nl: Er in duiken

source: Let’s dive right in!
de: Lass uns direkt loslegen!
ja: さあはじめよう！
nl: Laten we er meteen in duiken!

source: There are three different tribes in Widelands: the Barbarians, the Empire and the Atlanteans. All tribes have a different economy, strength and weaknesses, but the general gameplay is the same for all. We will play the barbarians for now.
de: Es gibt drei unterschiedliche Stämme in Widelands: Die Barbaren, das Imperium und die Atlanter. Alle Stämme haben eine unterschiedliche Wirtschaft, sowie unterschiedliche Stärken und Schwächen – auch wenn die grundsätzliche Handhabung für alle gleich ist. Wir spielen jetzt die Barbaren.
ja: Widelandsには、バーバリアン・帝国・アトランティスの三つの異なる部族がいます。すべての部族それぞれに異なる経済、強み、弱みがありますが、基本的なゲームプレイは同じです。今からバーバリアンでプレイします。
nl: Er zijn drie verschillende stammen in Widelands: de Barbaren, de Empiren en de Atlantiërs. Iedere stam heeft een andere economie, kracht en zwakte, maar de algemene speelwijze is het zelfde voor allemaal. We spelen voorlopig met de Barbaren.

source: You will usually start the game with one headquarters. This is the big building with the blue flag in front of it. The headquarters is a warehouse that stores wares, workers and soldiers. Some wares are needed for building houses, others for making other wares. Obviously, the wares in the headquarters will not last forever, so you must make sure to replace them. The most important wares in the early game are the basic construction wares: logs and raw stone. Let’s make sure that we do not run out of logs. For this, we need a lumberjack and a hut for him to stay in.
de: Du beginnst das Spiel zumeist mit einem Hauptquartier. Dies ist das große Gebäude mit der blauen Flagge davor. Das Hauptquartier ist ein Lagerhaus, das Waren, Arbeiter und Soldaten beinhaltet. Einige Waren werden zum Bau von Gebäuden gebraucht, andere, um weitere Waren herzustellen. Es ist offensichtlich, dass die Waren im Hauptquartier nicht ewig ausreichen, weshalb du sicherstellen musst, dass sie produziert werden. Die wichtigsten Waren im frühen Spiel sind die grundlegenden Baustoffe: Stämme und Felsen. Lass uns sicherstellen, dass uns nicht die Stämme ausgehen. Dazu benötigen wir einen Holzfäller und eine Hütte, in der er leben kann.
ja: 本拠地からゲームを開始します。本拠地は目の前に青い旗を持つ大きな建物です。本拠地はアイテムや労働者、そして兵士を格納する倉庫です。いくつかのアイテムは他のアイテムを作るための建物や人々に必要とされています。本拠地にあるアイテムは永遠には続かないので、それらを再生産する必要があります。ゲーム序盤で最も重要なアイテムは木材や原石といった基本的な建設材料です。早速、木材が不足しないようにしましょう。そのためには木こりと木こりが滞在するための小屋が必要です。
nl: Meestal begint het spel met een hoofdkwartier. Dit is het grote gebouw met de blauwe vlag ervoor. Het hoofkwartier is een magazijn dat goederen, werkers en soldaten herbergt. Natuurlijk is dit niet onuitputtelijk, dus is het nodig om dit aan te vullen. De meest belangrijke goederen in het begin zijn de basis bouwstoffen: boomstammen en ruwe steen. Laten we er zeker van zijn dat we niet zonder boomstammen komen te zitten. Hiervoor hebben we een houthakker en een hut voor nodig.

source: We need to find a nice place for the lumberjack’s hut. To make this easier, we can activate ‘Show Building Spaces’. There are two ways you can do this, either by clicking on the ‘Show Building Spaces’ button at the bottom of the screen, which is the fourth one from the left. Or you can use the SPACE key to toggle it.
de: Wir müssen einen passenden Ort für die Holzfällerhütte finden. Um dies zu vereinfachen können wir die Bauhilfe einschalten. Es gibt zwei Möglichkeiten, dies zu tun: Entweder durch Anklicken des Bauhilfe-Knopfes ganz unten am Bildschirm – der vierte Knopf von links – oder durch drücken der Leertaste.
ja: 木こり小屋に適した場所を見つける必要があります。簡単に見つけるには、「建設スペースを表示」を有効にします。有効にするには二つの方法があります。画面下部の左から４番目の「建設スペースを表示」のボタンをクリックして切り替えるか、Spaceキーで切り替えてください。
nl: We moeten een geschikte plek vinden voor de houthakkershut. Om dit makkelijker te maken zetten we de bouwhulp aan. Er zijn twee manieren om dit te doen, klik de bouwhulpknop aan de onderkant van het scherm, het is de vierde van links, of gebruik de spatiebalk om de hulp aan of uit te zetten.

source: Left-click the ‘OK’ button to close this box and then try it.
de: Klicke mit der linken Maustaste auf den ‘OK’-Knopf, um das Fenster zu schließen, und probiere es dann aus.
ja: OKボタンを左クリックしてこのボックスを閉じ、実際にやってみましょう。
nl: Klik op de OK-knop om dit venster te sluiten en probeer het.

source: Enable the showing of building spaces
de: Schalte die Bauhilfe ein
ja: 建設スペースの表示を有効化
nl: Zet de bouwhulp aan

source: Show Building Spaces
de: Zeige die Bauhilfe
ja: 建設スペースを表示する
nl: Zet de bouwhulp aan

source: It is easier to understand what type of buildings can be built on which field when the symbols for the building spaces are enabled.
de: Es ist einfacher zu sehen, welche Gebäude wo gebaut werden können, wenn die Symbole dafür angezeigt werden.
ja: 建設スペースを有効にすると、フィールドにどのタイプの建物を建てることが許可されているか理解しやすくなります。
nl: Het is gemakkelijker om te begrijpen wat er mag worden gebouwd op welk veld wanneer de bouwhulpsymbolen zijn ingeschakeld.

source: Do so now either by pressing SPACE or by clicking the fourth button from the left at the very bottom of the screen. Right-click on this window and then give it a try.
de: Mache es nun entweder durch drücken der Leertaste oder durch Anklicken des vierten Knopfes von links, ganz unten am Bildschirm. Klicke rechts auf dieses Fenster und probiere es dann.
ja: Spaceキーを押すか、画面最下部の左から４番目のボタンをクリックしてください。このウィンドウを右クリックしてから、実際にやってみましょう。
nl: Doe dit door hetzij te drukken op SPATIE of door op de vierde knop van links op de onderkant van het scherm. Klik op de knop "OK" en waag een poging.

source: Lumberjack’s Spot
de: Ort für den Holzfäller
ja: 木こり小屋の場所
nl: De houthakkers plaats

source: There you go. I will explain about all those symbols in a minute. First, let me show you how to make a lumberjack’s hut and how to connect it with a road. There is a sweet spot for a lumberjack right next to those trees. I’ll describe the steps I will take and then ask you to click on the ‘OK’ button for me to demonstrate.
de: Na bitte. Ich werde diese Symbole gleich etwas näher erklären. Zuerst lass mich dir zeigen, wie man eine Holzfällerhütte erstellt und wie man sie mit einer Straße verbindet. Es gibt einen für einen Holzfäller passenden Ort gleich neben diesen Bäumen. Ich werde die Schritte, die ich durchführe, beschreiben und dich dann bitten, auf den ‘OK’-Knopf zu klicken, damit ich es Dir vorführen kann.
ja: まず、木こり小屋をどのように建て、それを道路とどのように接続するかをお見せします。木々のすぐそばが木こり小屋に適した場所です。デモをするので「OK」ボタンをクリックしてください。
nl: Goed. Ik zal zo alles over die symbolen uitleggen. Eerst zal ik laten zien hoe een houthakkershut te bouwen en deze te verbinden met een weg. Er is een mooie plek voor een houthakkershut direct naast de bomen. Ik zal laten zien welke stappen te nemen en vraag dan om op de OK-knop te drukken om het te demonstreren.

source: Building the Lumberjack
de: Den Holzfäller errichten
ja: 木こり小屋を建てる
nl: De Houthakker bouwen

source: First, I’ll left-click on the symbol where I want the lumberjack’s hut to be built. A window will appear where I can choose between buildings. Because I’ll click a yellow house symbol – which means that its field can house medium and small buildings – I am presented with all the medium buildings that I can build. The lumberjack’s hut is a small building, so I will go on to select the small buildings tab. Then I’ll choose the lumberjack’s hut.
de: Zuerst klicke ich mit der linken Maustaste auf das Symbol, wo ich die Holzfällerhütte gebaut haben will. Ein Fenster wird erscheinen, in dem ich das zu errichtende Gebäude auswählen kann. Da ich auf ein gelbes Haussymbol klicken werde – was bedeutet, dass auf diesem Feld kleine und mittlere Gebäude stehen können – bekomme ich alle mittleren Gebäude angezeigt. Die Holzfällerhütte ist ein kleines Gebäude, weshalb ich den Reiter der kleinen Gebäude anklicke. Dann wähle ich die Holzfällerhütte.
ja: はじめに、木こり小屋を建設したい場所のシンボルを左クリックします。建物を選択できるウィンドウが表示されます。黄色の家のシンボル（中規模の建物が建設可能なことを意味します）をクリックすると建設可能な建物 中が表示されます。木こり小屋は小規模な建物なので小規模の建物のタブを選択します。それから木こり小屋を選びます。
nl: Eerst klik ik op het symbool waar ik een houthakkershut wil bouwen. Een venster verschijnt waar ik tussen gebouwen kan kiezen. Omdat ik een geel huissymbool koos, wat staat voor een plek voor gemiddelde en kleine gebouwen, worden alle gemiddelde gebouwen die ik kan bouwen getoond. De houthakkershut is een klein gebouw, dus zal ik het tabblad van de kleine gebouwen moeten selecteren. Daar kies ik de houthakkershut.

source: Click the ‘OK’ button to watch me. I’ll go really slowly: I will click – then select the tab – and finally I’ll choose the building.
de: Klicke auf den ‘OK’-Knopf und schaue mit zu. Ich mache es schön langsam: Ich klicke – wähle den Reiter – und wähle zum Schluss das Gebäude.
ja: デモを見るにはOKボタンをクリックしてください。デモではこれらをゆっくりと行ってみせます。クリックします - タブを選択します - そして最後に建物を選びます。
nl: Klik op de OK-knop om om het te zien, ik zal klikken, langzaam eerst het tabblad selecteren en uiteindelijk het gebouw kiezen.

source: Building a Connecting Road
de: Eine Verbindungsstraße bauen
ja: 道路を接続する
nl: Een aaneengesloten weg bouwen

source: That won’t do yet. I still need to connect the lumberjack’s hut to the rest of my road network. After ordering the construction site, I was automatically put into road building mode, so all I have to do is click on the blue flag in front of my headquarters.
de: Das noch nicht. Ich muss immer noch die Holzfällerhütte mit dem Rest unseres Straßennetzes verbinden. Nachdem ich die Baustelle in Auftrag gegeben habe beginnt sofort der Straßenbau, sodass alle Nötige nur ein Klick auf die blaue Flagge vor dem Hauptquartier ist.
ja: まだ終わりではありません。道路網に木こり小屋を接続する必要があります。建設を命じた後、自動的に道路敷設モードに入るので、本拠地の前の青旗をクリックします。
nl: Daarmee zijn we nog niet klaar. Ik zal de houthakkershut moeten verbinden met de rest van mijn wegennetwerk. Nadat ik de bouwplaats aangemaakt heb werd ik automatisch in de wegenbouwmodus gezet, dus ik hoef alleen maar op de blauwe vlag voor het hoofdkwartier te klikken.

source: Waiting for the Lumberjack to Go Up
de: Warte auf den Holzfäller
ja: 木こり小屋が立ち上がるのを待つ
nl: Wacht tot de houthakkershut staat

source: Now watch closely while a builder leaves the headquarters and goes to the construction site. Also, a carrier will take position in between the two blue flags and carry wares from one blue flag to the other.
de: Nun sieh dir genau an, wie ein Baumeister das Hauptquartier verlässt und zur Baustelle geht. Außerdem wird ein Träger seine Position zwischen den beiden blauen Flaggen einnehmen und Waren von einer zur anderen tragen.
ja: 建築人が本拠地を出て、建設地に行くようになることに注目してください。また、運搬人が二つの青旗の間にポジションを取り、一方の青旗から他方の青旗にアイテムを運ぶようになります。
nl: Zie nu dat de bouwvakker het hoofdkwartier verlaat en naar de bouwplaats gaat. Ook zal een drager zijn positie innemen tussen de twee blauwe vlaggen en waren dragen van de ene naar de andere blauwe vlag.

source: Placing Another Flag
de: Setze eine weitere Flagge
ja: 別の旗を立てる
nl: Nog een vlag plaatsen

source: Nice how they are working, isn’t it? But the poor carrier has a very long way to go. We can make it easier for him (and more efficient for us) when we place another blue flag on the road.
de: Nett, wie sie arbeiten, nicht? Aber der arme Träger hat einen sehr weiten Weg. Wir können es ihm leichter machen (und effizienter für uns), wenn wir eine weitere blaue Flagge auf der Straße setzten.
ja: 彼らは良く働いているでしょう？しかし、運搬人にとっては非常に長い道のりです。道路上に別の青旗を立てることで彼らを楽に（そして私たちのために、より効率的に）させてあげることができます。
nl: Mooi om te zien hoe ze werken. Maar de arme drager moet een lange weg afleggen. We kunnen het makkelijker voor hem (en efficiënter voor ons) maken als we nog een blauwe vlag op de weg plaatsen.

source: You try it this time: click on the yellow flag symbol in between the two blue flags we just placed and then click on the
de: Du machst es diesmal: Klicke auf das gelbe Flaggen-Symbol zwischen den beiden blauen Flaggen und klicke dann auf das
ja: ここで試してみましょう。配置済みの二つの青旗の間の黄旗のシンボルをクリックし、下記のシンボルをクリックしてください。
nl: Probeer het nu zelf: klik op het gele vlagsymbool tussen de twee blauwe vlaggen die we zojuist geplaatst en klik dan op het

source: build flag symbol.
de: „Flagge setzen“-Symbol
gd: an t-samhla togail bhrataich.
ja: 旗を立てるシンボル
nl: bouw vlag symbool.

source: Build a flag to divide the road to the lumberjack
de: Errichte eine Flagge, um die Straße zum Holzfäller aufzuteilen
gd: Roinn an rathad le bratach
ja: 木こり小屋への道を分割するために旗を立てる
nl: Bouw een vlag om de weg naar de houthakker te verdelen

source: Build a Flag on the Road
de: Errichte eine Flagge auf der Straße
ja: 道路に旗を立てる
nl: Bouw een vlag op de weg

source: The shorter your road segments are, the faster your wares will be transported. You should therefore make sure that your roads have as many flags as possible.
de: Je kürzer die Straßenabschnitte sind, desto schneller werden die Waren transportiert. Du soltes deswegen immer möglichst viele Flaggen setzten.
ja: 道路の区間を短くすると、アイテムがより速く運搬されます。したがって、道路に可能な限り多くの旗を立てるべきです。
nl: Hoe korter de wegsegmenten zijn des te sneller goederen zullen worden vervoerd. Maak daarom zo veel mogelijk vlaggen op de wegen als mogelijk.

source: Build a blue flag now in the middle of the road that connects your headquarters to your lumberjack’s hut.
de: Setzte nun eine blaue Flagge in die Mitte der Straße vom Hauptquartier zu deiner Holzfällerhütte.
ja: 木こり小屋と本拠地を接続する道路のまん中に、青い旗を立てましょう。
nl: Plaats nu een blauwe vlag in het midden van de weg die het hoofdkwartier met de houthakkershut verbind.

source: Waiting For the Hut to be Finished
de: Warte, bis die Hütte fertig ist
ja: 小屋が完成するのを待つ
nl: Wacht totdat de hut gebouwd is

source: Well done! Let’s wait till the hut is finished.
de: Gut gemacht! Jetzt lass uns warten, bis die Hütte fertig ist.
ja: 良くできました！小屋が完成するまで待ちましょう。
nl: Goed gedaan! Laten we wachten tot de hut klaar is.

source: If you want things to go faster, simply use the PAGE UP key on your keyboard to increase the game speed. You can use PAGE DOWN to make the game slower again.
de: Wenn du willst, dass die Zeit schneller vergeht, drücke einfach die BILD AUF oder BILD AB Tasten um die Spielgeschwindigkeit zu erhöhen beziehungsweise zu verlangsamen.
ja: 早く進めたい場合、ゲーム速度を上げるためにキーボードのPageUpキーを押してください。再びゲームを遅くするためにはPageDownキーを押します。
nl: Om het spel sneller te laten verlopen gebruik de PAGE UP-toets op het toetsenbord om de spelsnelheid te vergroten. Om het spel weer langzamer te laten gaan gebruik de PAGE DOWN-toets.

source: Lumberjack is Done
de: Die Holzfällerhütte ist fertig
ja: 木こり小屋が完成
nl: De houthakker is klaar

source: Excellent. The lumberjack’s hut is done. A lumberjack will now move in and start chopping down trees, so our logs income is secured for now. Now on to the raw stone.
de: Ausgezeichnet. Die Holzfällerhütte steht. Ein Holzfäller wird dort nun einziehen und damit beginnen, Bäume zu fällen, so dass unsere Zufuhr an Stämmen vorerst gesichert ist. Nun zu den Felsen.
ja: 良くできました。木こり小屋が完成しました。木こりはすぐに移動し、木の伐採を開始するでしょう。これで木材の収入が確保されました。次は原石の確保です。
nl: Perfect. De houthakkershut is gebouwd. Een houthakker zal er nu intrekken en beginnen met bomen omhakken, dus onze aanvoer van boomstammen is voorlopig veilig. Nu naar de ruwe stenen.

source: Some Stones Were Found
de: Einige Steine wurden gefunden
ja: 発見した石
nl: Er zijn wat stenen gevonden

source: Getting a Quarry Up.
de: Baue einen Steinbruch
ja: 採石場を建設します。
nl: Een steengroeve opzetten.

source: Stones can be mined in granite mines, but the easier way is to build a quarry next to some stones lying around. As it happens, there is a pile of them just to the west (left) of your headquarters. I will teach you now how to move your view over there.
de: Steine können in einer Granitmine gewonnen werden, aber eine einfachere Methode ist es, einen Steinbruch in der Nähe von Steinen zu errichten. Zufällig liegen eine ganze Menge davon genau westlich (links) deines Hauptquartiers. Ich werde Dir zeigen, wie Du den Sichtbereich dorthin verschiebst.
ja: 原石は花崗岩の鉱山で採掘されますが、もっと簡単な方法は、転がってるいくつかの岩の隣に採石場を建設することです。偶然にも、本拠地のすぐ西（左）に石の山があります。これから視点をそこに移動させるための方法を教えます。
nl: Stenen kunnen gedolven worden in granietmijnen, maar de makkelijke manier is om een steengroeve naast wat stenen te bouwen. Toevallig ligt er een stapel ten westen (links) van het hoofdkwartier. Ik zal u leren om het zicht hierheen te verplaatsen.

source: There are two ways to move your view. The first one is using the cursor keys on your keyboard. Go ahead and try this out.
de: Es gibt zwei Möglichkeiten, die Ansicht zu verschieben. Die erste ist mittels der Pfeiltasten. Probier es aus.
ja: 視点を移動するには二つの方法があります。一つ目は、キーボードのカーソルキーを使用します。先に進んで、試してみましょう。
nl: Er zijn twee manier om het zicht te verplaatsen. De eerste is om de pijltjestoetsen te gebruiken op het toetsenbord. Probeer dit eerst uit.

source: Click the ‘OK’ button and then move the view using the cursor keys
de: Klicke auf ‘OK’ und bewege dann die Ansicht mittels der Pfeiltasten
ja: OKボタンをクリックしてからカーソルキーを使用して視点を移動してください。
nl: Klik op de OK-knop en beweeg het zicht door middel van de pijltjestoetsen

source: Move your view with the cursor keys
de: Verschiebe den Sichtbereich mit den Pfeiltasten
gd: Feuch ris na h-iuchraichean saighde
ja: カーソルキーを使用して視点を移動する
nl: Beweeg het zicht met de pijltjestoetsen

source: Moving Your View
de: Bewege die Ansicht
ja: 視点を移動する
nl: Beweeg het zicht

source: Moving your view is essential to get a complete overview of your whole economy. There are two ways to move your view in Widelands.
de: Die Ansicht zu verschieben ist sehr wichtig, um den Überblick zu behalten. Es gibt zwei Wege, dies zu tun.
ja: 視点の移動は、経済全体の完全な概要を得るために不可欠です。 Widelandsで視点を移動するには二つの方法があります。
nl: Je zicht verplaatsen is essentieel om een volledig overzicht te krijgen van je hele economie. Er zijn twee manieren om je zicht te verplaatsen in Widelands.

source: The first one is to use the cursor keys on your keyboard.
de: Der erste ist mittels der Pfeiltasten.
ja: 一つ目は、キーボードのカーソルキーを使用します。
nl: De eerste is door je pijltoetsen op je toetsenbord te gebruiken.

source: The second one is the more common and faster one: press-and-hold the right mouse button anywhere on the map, then move your mouse around and you’ll see the view scroll.
de: Der zweite ist der schnellere: Drücke und halte die rechte Maustaste irgendwo auf der Karte und bewege dann die Maus umher – du wirst sehen, wie sich die Ansicht bewegt.
ja: 二つ目は、より一般的かつ早いものです。マップ上の任意の場所をマウスの右ボタンでクリックしながらホールドし、周りにマウスを移動すると、視点がスクロールされます。
nl: De tweede wordt meer gebruikt en is sneller: druk de rechtermuisknop in ergens op de kaart, en beweeg dan je muis en je ziet je zicht veranderen.

source: Other Ways to Move the View
de: Andere Möglichkeiten, die Sicht zu verändern
ja: 視点を移動する別の方法
nl: Andere manieren om het scherm te verplaatsen

source: Excellent. Now there is a faster way to move, using the mouse instead:
de: Sehr gut. Nun gibt es aber auch eine schnellere Möglichkeit – mittels der Maus:
ja: 良くできました。さて、視点を移動する早い方法が別にあります。マウスを使うことです。
nl: Perfect. Er zijn snellere manieren om te bewegen met de muis:

source: Simply right-click-and-hold anywhere on the map, then drag the mouse and instead of the cursor, the view will be moved. Try it.
de: Klicke und halte einfach die rechte Maustaste irgendwo auf der Karte, dann bewege die Maus und statt der Zeigers bewegt sich die Ansicht. Versuch es.
ja: マップ上の任意の場所を右クリックしながらホールドし、マウスをドラッグすると、カーソルと同じように視点が移動します。試してみましょう。
nl: Simpelweg door de rechtermuisknop in gedrukt te houden ergens op de kaart en dan de muis te bewegen en in plaats van de cursor beweegt het zicht. Probeer het.

source: Move your view with the mouse
de: Verschiebe den Sichtbereich mit der Maus
gd: Gluais an sealladh agad leis an luchag
ja: マウスで視点を移動する
nl: Beweeg het zicht met de muis

source: Onward to the Quarry
de: Nun zum Steinbruch
ja: 採石場へ向かう
nl: Op naar de steengroeve

source: Great. Now about that quarry...
de: Prima. Nun zurück zum Steinbruch...
gd: Taghta. Nise, mu dhèidhinn a' choirill ud...
ja: 良くできました。さて採石場についてですが...
nl: Goed. Nu, over die steengroeve...

source: How to Build a Quarry
de: Wie man einen Steinbruch baut
ja: 採石場の建設方法
nl: Hoe bouw je een steengroeve

source: Build a quarry next to those stones here. Remember how I did it earlier?
de: Baue einen Steinbruch nahe den Steinen hier. Weißt du noch, wie ich es vorher gemacht habe?
ja: ここでそれらの石の近くに採石場を建設します。以前やった方法を覚えていますか？
nl: Bouw een steengroeve naast die stenen. Herinnert u zich hoe ik het eerder deed?

source: Make sure that you are showing the building spaces, then just click on the space were you want the building to be, choose it from the window that appears and it is placed. Maybe this is a good time to explain about all those building space symbols we activated earlier.
de: Stele sicher, dass du die Bauhilfe eingeschaltet hast und klicke dann auf das Haussymbol, wo du das Gebäude bauen willst und wähle es anschließend im nun erscheinenden Fenster aus. Vielleicht ist jetzt eine gute Gelegenheit, um alle die Bausymbole zu erklären.
ja: 建設スペースが表示されていることを確認してから、建設したい場所をクリックし、表示されたウィンドウから選択、それを配置します。以前に有効化したこれらすべての建設スペースシンボルについて説明するには、多分良い時間でしょう。
nl: Zorg ervoor dat de bouwhulp ingeschakeld is, klik dan eenvoudigweg op de plaats waar u het gebouw wilt hebben, kies het gebouw uit het venster dat verschijnt en het wordt geplaatst. Misschien is het een goede tijd om al die symbolen van de bouwhulp te verklaren die wij eerder hebben geactiveerd.
