Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: de, gd, ja, nl

source: Training happens in training sites like the training camp or the battle arena: soldiers go there (as our little fellows are currently doing), consume some wares and advance a level in one category. If a barbarian soldier is fully trained, he has level 3 health, level 5 attack, level 0 defense and level 2 evade. This is one fearsome warrior then! The individual statistics have the following meaning:
de: Dieses Training findet in Trainingseinrichtungen wie dem Ausbildungslager oder der Kampfarena statt: Soldaten gehen dorthin (wie unsere kleinen Freunde es gerade tun), verbrauchen verschiedene Waren und steigen in der Stufe einer Kategorie auf. Ein fertig ausgebildeter Barbarenkrieger hat Stufe 3 Lebenspunkte, Stufe 5 Angriff, Stufe 0 Verteidigung und Stufe 2 Ausweichen. Er ist dann ein gefürchteter Krieger! Die einzelnen Statistiken haben die folgende Bedeutung:
ja: 訓練は訓練場もしくは闘技場のような訓練施設で行われます。兵士たちは（小さな仲間が現在行っているように）そこに行き、いくつかのアイテムを消費し、一つの能力のレベルを上げます。バーバリアンの兵士が完全に訓練されている場合、彼はレベル3の体力、レベル5の攻撃力、レベル0の防御力、そしてレベル2の回避力を持っています。これは、恐ろしい戦士です！個々の統計には以下の意味があります。
nl: Trainen gebeurt in trainingsgebouwen zoals het trainingskamp of de arena: de soldaten gaan daarheen (zoals onze kleine kameraden momenteel doen), verbruiken sommige waren en gaan één niveau in één categorie vooruit. Als een barbaarse militair volledig is opgeleid, heeft hij niveau 3 levenspunten, niveau 5 aanval, niveau 0 verdediging en niveau 2 ontwijken. Dit is dan een afschrikwekkende strijder! De individuele statistieken hebben de volgende betekenis:

source: Health:
de: Gesundheit:
ja: 体力
nl: Levenspunten:

source: The total life of a soldier. A barbarian soldier starts with ~130 health points, and with each health level he gains 28 health points.
de: Das gesamte Leben eines Soldaten. Ein Soldat der Barbaren beginnt mit ~130 Lebenspunkten und mit jeder Stufe erhält er 28 Lebenspunkte zusätzlich.
ja: 兵士の体力です。バーバリアンの兵士の体力ポイントは130からはじまり、レベルが上がるたびに28ポイントずつ増えます。
nl: Het totale leven van een soldaat. Een Barbaarse soldaat begint met ~130 levenspunten, bij ieder levenspuntenniveau stijgt dit met 28 levenspunten.

source: Attack:
de: Angriff:
gd: Ionnsaigh:
ja: 攻撃力
nl: Aanvallen:

source: The amount of damage a soldier will inflict on the enemy when an attack is successful. A barbarian soldier with attack level 0 inflicts ~14 points of health damage when he succeeds in hitting an enemy. For each attack level, he gains 7 damage points.
de: Die Menge an Schaden, die ein Soldat bei einem erfolgreichen Angriff beim Gegner verursacht. Ein Soldat der Barbaren verursacht mit einem Stufe 0 Angriff ~14 Trefferpunkte an Schaden, wenn er den Gegner trifft. Für jede Angriffsstufe steigert sich dies um 7 Schadenspunkte.
ja: 敵に攻撃が成功したときに与えるダメージの量です。攻撃力のレベル0の兵士が攻撃に成功した場合、敵に最大14ポイントの体力ダメージを与えます。攻撃力のレベルが上がるたびに7ダメージ増加します。
nl: De hoeveelheid schade die een soldaat aanricht bij een succesvolle aanval op de vijand. Een barbaarse soldaat met aanvalsniveau 0 berokkent ~14 levenspunten schade als het hem lukt een vijand te raken. Per aanvalsniveau komen hier 7 punten schade bij.

source: Defense:
de: Verteidigung:
gd: Dìon:
ja: 防御力
nl: Verdediging:

source: Defense is the value that is subtracted from the attack value. The barbarians cannot train in this skill and therefore have always defense level 0, which means that they always get 3 points subtracted from the damage inflicted. If an attacker with an attack value of 15 points hits a barbarian soldier, the barbarian will lose 15 - 3 = 12 health. The 3 points are subtracted because of the defense ability.
de: Verteidigung ist der Wert, der vom Angriffswert abgezogen wird. Die Barbaren können diese Fähigkeit nicht trainieren und haben daher immer Verteidigung Stufe 0, was bedeutet, dass sie immer 3 Lebenspunkte vom erlittenen Schaden abgezogen bekommen. Wenn ein Angreifer mit einem Wert von 15 Trefferpunkten einen Soldaten der Barbaren trifft, verliert der Barbar 15 - 3 = 12 Lebenspunkte. Die 3 Lebenspunkte werden wegen der Verteidigungsfähigkeit abgezogen.
ja: 防御力は攻撃値から減らされる値です。バーバリアンはこの能力を訓練することはできないため、常に防御力のレベルは0です。それは与えられたダメージからは常に3しか引けないということを意味しています。もし15ポイントの攻撃値を持つ敵がバーバリアンの兵士に攻撃すればバーバリアンは15から3を引いた12ポイントのダメージを受けることになります。減らされる3ポイントがすなわち防御力です。
nl: Verdediging is de waarde die wordt afgetrokken van de aanvalswaarde. De Barbaren kunnen deze vaardigheid niet trainen en hebben altijd verdedigingsniveau 0 wat betekend dat ze altijd 3 punten minder schade oplopen. Als een aanvaller met een aanvalswaarde van 15 punten een Barbaarse soldaat raakt zal de Barbaar 15 - 3 = 12 levenspunten verliezen. De 3 levenspunten worden afgetrokken vanwege de verdedigingsvaardigheden.

source: Evade:
de: Ausweichen:
gd: Teàrnadh:
ja: 回避力
nl: Ontwijken:

source: Evade is the chance that the soldier is able to dodge an attack. It is 25% for a level 0 evade barbarian and increases in steps of 15% for each level.
de: Ausweichen beschreibt die Wahrscheinlichkeit, dass ein Soldat einem Angriff ausweichen kann. Sie liegt bei 25% für einen Stufe 0 Barbaren und erhöht sich um 15% für jede Stufe.
ja: 回避力は兵士が攻撃を回避できる機会のことです。レベル0の回避力のバーバリアンの値は25%で、レベルが上がるごとに15%増加します。
nl: Ontwijken is de kans dat de militair een aanval kan ontwijken. Het is 25% voor een niveau 0 Barbaar en stijgt in stappen van 15% per niveau.

source: Enhance This Fortress
de: Erweitere die Festung
ja: この要塞を拡張する
nl: Verbeter deze vesting

source: Enhancing Buildings
de: Erweitern von Gebäuden
ja: 建物の拡張
nl: Gebouwen verbeteren

source: I will create an enemy for you soon, but first let’s make sure you are prepared. This fortress is already quite strong and conquers a lot of space. But there is an even bigger building: the citadel.
de: Ich werde bald einen Feind für dich erstellen, aber lass uns sicherstellen, dass du vorbereitet bist. Diese Festung ist bereits recht stark und nimmt viel Land ein. Doch es gibt ein noch größeres Gebäude: die Zitadelle.
ja: すぐに敵を用意しますが、準備ができるのを待ちます。この要塞はすでにかなり強力で多くの土地を占領しています。しかしさらに大きな建物があります。城塞です。
nl: Ik zal zo een tegenstander aanmaken, maar laat me eerst zorgen voor wat voorbereiding. De vesting is al behoorlijk sterk en verovert veel ruimte. Maar er is een nog groter gebouw: de citadel.

source: Citadels cannot be built directly. Instead, you will have to construct a fortress first and then enhance it to a citadel. To do so, click on the fortress, then choose the ‘Enhance to Citadel’ button. Your soldiers will leave the fortress while the construction is going on. This means that your fortress will lose its military influence. If an enemy occupies a military building nearby, your construction site will burn down. No sweat, that won’t happen here.
de: Zitadellen können nicht direkt errichtet werden. Stattdessen musst Du zuerst eine Festung errichten und diese dann zu einer Zitadelle ausbauen. Um dies zu tun, klicke auf die Festung und wähle dann ‘Erweitern zu Zitadelle’-Knopf. Deine Soldaten werden das Gebäude räumen, während der Ausbau erfolgt. Das heißt, dass Deine Festung derweil keinen militärischen Einfluss mehr hat. Wenn ein Feind ein Militärgebäude in der Nähe aufrichtet, könnte deine Baustelle abbrennen. Aber keine Angst, das wird hier nicht geschehen.
ja: 城塞は直接建設することはできません。最初に要塞を建設する必要があり、それを城塞に拡張する必要があります。そのためには、要塞をクリックし、「城塞に拡張」ボタンを選択してください。兵士たちは拡張が終わるまで要塞から離れます。これは要塞に軍事的影響力がないことを意味しています。もし近くに敵の軍事施設がある場合、建設地は破壊されてしまいます。心配しないでください、ここではそのようなことは起きません。
nl: De citadellen kunnen niet direct worden gebouwd. In plaats daarvan, moet u eerst een vesting construeren en het dan verbeteren naar een citadel. Om dit te doen, moet u op de vesting klikken, dan kiezen voor de verbeter naar citadelknop. Uw militairen zullen de citadel verlaten tijdens het bouwen. Dit betekent dat uw vesting geen militaire invloed meer heeft. Als een vijand een militair gebouw dichtbij bouwt, kan hij uw bouwwerf platbranden. Geen angst, dat zal hier niet gebeuren.

source: Enhance your fortress to a citadel now.
de: Erweitere nun deine Festung zu einer Zitadelle.
ja: 要塞を城塞に拡張してください。
nl: Breidt uw vesting nu uit tot een citadel.

source: Remember that you can speed time up by using PAGE_UP. Building a citadel takes a while.
de: Bedenke, dass du das Spiel mit BILD AUF beschleunigen kannst. Der Bau der Zitadelle ist recht lang.
ja: PageUpキーで速度を上げることができるのを覚えておいてください。城塞の建設には時間がかかります。
nl: Herinner u zich dat u de tijd kunt versnellen door PAGE_UP te gebruiken, bouw van een citadel duurt een tijdje.

source: Enhance your fortress to a citadel
de: Erweitere deine Festung zu einer Zitadelle
gd: Leasaich an dùn agad gu cathair
ja: 要塞を城塞に拡張する
nl: Breidt uw vesting uit tot een citadel

source: Enhance Your Fortress
de: Erweitere deine Festung
ja: 要塞を拡張する
nl: Verbeter je vesting

source: Enhance your fortress to a mighty citadel.
de: Erweitere deine Festung zu einer mächtigen Zitadelle.
ja: 要塞を強大な城塞に拡張します。
nl: Breidt uw vesting uit tot een machtige citadel.

source: The citadel can house 12 soldiers and is the biggest military building the barbarians can build. It also costs a lot of resources and takes a long time to build. It is most suited to guard strategically important points like constricted points or mountains.
de: Diese Zitadelle kann 12 Soldaten aufnehmen und ist das größte Militärgebäude, das die Barbaren bauen können. Sie kostet außerdem eine Menge und braucht lange, um gebaut zu werden. Sie ist am besten geeignet, um strategisch wichtige Punkte, wie enge Übergänge oder Berge, zu schützen.
ja: 城塞は、12人の兵士を収容し、またバーバリアンが建設することができる最大の軍事施設です。建設には多くの費用と時間もかかります。それは、狭窄地や山のような戦略的に重要なポイントを守るために最も適しています。
nl: De citadel kan 12 soldaten herbergen en is het grootste militaire gebouw dat de Barbaren kunnen bouwen. Het vergt ook veel tijd en grondstoffen om te bouwen. Het is ideaal geschikt om strategisch belangrijke punten te bewaken, zoals vernauwingen of bergen.

source: Defeat your enemy
de: Besiege deinen Feind
gd: Cuir ruaig air an nàmhaid agad
ja: 敵を倒そう
nl: Versla uw vijand

source: Defeat the Enemy
de: Besiege den Feind
ja: 敵を倒す
nl: Versla de vijand

source: I have created a sparring partner for you: It is an empire tribe close to your citadel. To attack its buildings, click on the door of a target building, choose the number of soldiers that you wish to send and click on the attack button. Your soldiers will come from all nearby military buildings. Likewise, the defenders will come from all nearby military buildings of the enemy and intercept your forces.
de: Ich habe einen Übungspartner für Dich erschaffen: Es ist ein Imperiums-Stamm in der Nähe Deiner Zitadelle. Um seine Gebäude anzugreifen, klicke auf die Tür Deines Zielgebäudes, wähle die Anzahl der Soldaten, die angreifen sollen und klicke auf den „Angriff starten“-Knopf. Deine Soldaten werden aus Militärgebäuden in der Nähe kommen. Ebenso werden die Verteidiger von Militärgebäuden des Gegners, die im Umfeld des angegriffenen Gebäudes liegen, kommen, um deine Truppen abzufangen.
ja: スパーリングパートナーを用意しました。城塞の近くの帝国部族です。彼らの建物を攻撃するには、目標の建物のドアをクリックし、送り込みたい兵士の人数を選択し、攻撃ボタンをクリックします。兵士は近くのすべての軍事施設から集まってくるでしょう。同様に、攻撃を妨げるために、近くのすべての軍事施設から敵が集まってきます。
nl: Ik heb een sparringpartner voor je gemaakt: Het is een Empirenstam dicht bij de citadel. Om zijn gebouwen aan te vallen klik op het gebouw en kies het aantal soldaten om mee aan te vallen en klik op de aanvalsknop. De soldaten komen uit alle dichtbij gelegen militaire gebouwen. Hetzelfde geldt voor de verdediging, ook hij zal hulp krijgen van dichtbij gelegen militaire gebouwen om de soldaten te onderscheppen.

source: Attack and conquer all military buildings of the enemy and destroy their headquarters.
de: Greife alle Militärgebäude des Gegners an, erobere sie und zerstöre dessen Hauptquartier.
ja: 敵のすべての軍事施設を攻撃して占領し、敵の本拠地を破壊してください。
nl: Val aan en verover alle militaire gebouwen van de vijand en vernietig z'n hoofdkwartier.

source: Defeat the enemy tribe
de: Besiege den feindlichen Stamm
gd: Cuir ruaig air an treubh nàmhad
ja: 敵の部族を倒そう
nl: Versla de vijandelijke stam

source: Defeat Your Enemy
de: Besiege deinen Feind
ja: 敵を倒そう
nl: Versla uw vijand

source: Defeat the nearby enemy.
de: Besiege den nahen Feind.
ja: 近くの敵を倒そう
nl: Versla de nabijgelegen vijand.

source: To attack a building, click on its doors, choose the number of attacking soldiers, then send them via the ‘Attack’ button.
de: Um ein Gebäude anzugreifen, klicke auf seine Türen, wähle die Anzahl der angreifenden Soldaten und sende sie mit dem ‘Angriff starten’-Knopf los.
ja: 近くの敵を倒します。建物を攻撃するためには、そのドアをクリックし、攻撃に加わる兵士の人数を選択して、「攻撃」ボタンを押すことで彼らを送りだしてください。
nl: Om een gebouw aan te vallen, klik op zijn deuren, kies het aantal aanvallende militairen, en stuur hen daarnaartoe door op de aanvalsknop te klikken.

source: Conclusion
de: Zusammenfassung
gd: Co-dhùnadh
ja: 終わりに
nl: Conclusie

source: This concludes the tutorial. There is some stuff we have not covered here – we have not even built a single production building even though producing wares is the most important thing in Widelands – but you’ve learned the ropes.
de: Dies schließt die Einführung ab. Es gibt noch einige Dinge, die wir hier nicht abgedeckt haben – wir haben noch nicht einmal ein einziges Produktionsgebäude errichtet, auch wenn das Produzieren von Waren der wichtigste Aspekt in Widelands ist – aber du hast die Grundzüge gelernt.
ja: これでチュートリアルは終わりです。ここでは取り上げていないものがいくつかあります。生産する建物がWidelandsで最も重要なものであるにもかかわらず、一つも生産する建物を建設していません。
nl: Dit beëindigt deze oefencampagne. Er zijn nog zaken die niet besproken zijn, we hebben zelfs niet één producerend gebouw gebouwd terwijl het produceren van goederen het belangrijkste is in Widelands, maar we hebben de basis geleerd.

source: You can learn about the remaining stuff while you go through the individual tribes’ introduction campaigns. Each consists of some scenarios explaining the tribe and its economy while introducing the background story of Widelands. Have fun playing!
de: Die übrigen Dinge kannst du lernen, während Du die Einleitungskampagnen der einzelnen Stämme durchgehst. Jede besteht aus mehreren Szenarien, welche die Stämme und ihre Wirtschaft erklären, während sie in die Hintergrundgeschichte von Widelands einführen. Viel Spaß beim Spielen!
ja: 残りについては個々の部族の導入キャンペーンを通じて学ぶことができます。Widelandsのバックグラウンドストーリーを紹介しながら、部族とその経済を説明するいくつかのシナリオでキャンペーンは構成されています。楽しんで遊んでください！
nl: De overige zaken kunt u leren door de campagnes te spelen van de individuele stammen. Elk bevat een uitleg van de stam en hun economie en vertelt de achtergrond van Widelands. Veel plezier met het spelen!

source: You can continue playing this map or you can end this game whenever you like. To leave this game and return to the main menu, click on the
de: Du kannst diese Karte weiterspielen oder sie beenden, wenn Dir danach ist. Um dieses Spiel zu verlassen und zum Hauptmenü zu gelangen, klicke auf den
ja: このマップを続けて遊ぶこともできますし、好きなときに止めることができます。ゲームを終了し、メインメニューに戻るには、
nl: Je kan verder op deze kaart spelen of je kan wanneer je wilt het spel beëindigen. Om dit spel te verlaten en terug te gaan naar het hoofdmenu moet je klikken op het

source: ‘Options’ menu button on the very left at the bottom of the screen. Then click the
de: ‘Optionen-Menü’-Knopf ganz links in der Leiste unten am Bildschirm. Dann klicke den
ja: 画面下部の一番左の「オプション」メニューボタンをクリックし、
nl: 'Opties' menuknop helemaal links, onderaan in het scherm. Klik daarna de

source: ‘Exit Game’ button.
de: ‘Spiel beenden’-Knopf.
ja: 「ゲーム終了」ボタンをクリックしてください。
nl: 'Verlaat spel' knop.

source: Thanks for playing this tutorial. Enjoy Widelands and remember to visit us at
de: Danke, dass du dieses Einführungsspiel gespielt hast. Viel Spaß mit Widelands und besuche uns doch einmal unter
ja: このチュートリアルをプレイしてくれてありがとうございます。Widelandsを楽しみ、サイトに訪れることを忘れないでください。
nl: Bedankt voor het spelen van de oefencampagne. Geniet van Widelands en vergeet niet ons te bezoeken op

source: New Objective
de: Neues Ziel
ja: 新しい目的
nl: Nieuwe opdracht

source: A message has been sent to you. See how the button at the bottom of the screen has changed appearance? You might now burn this quarry down as it is no longer of any use and is just blocking space. To do that, click on the quarry and select the destroy button.
gd: Chaidh teachdaireachd a chur thugad. Am faic thu mar a dh'atharraich coltas a' phutain aig bonn na sgrìn? 'S urrainn dhut an coireall a mhilleadh a-nis o nach eil e gu feum tuilleadh is gu bheil e san rathad.<br><br>Briog air a' choireall is tagh am putan millidh gus seo a dhèanamh.

source: A soldier is created as any normal worker: a carrier grabs a tool in a warehouse as soon as a request for a certain profession is not fulfilled. The tool to create a barbarian soldier is an axe. The newly created soldier is of level 0. To make the soldier better in any of the four categories, training is needed. Training happens in training sites like the trainings camp or the battle arena: soldiers go there (as our little fellows are currently doing), consume some wares and advance a level in one category. If a barbarian soldier is fully trained, he has level 3 hitpoints, level 5 attack, level 0 defense and level 2 evade. This is one fearsome warrior then! The individual statistics have the following meaning:
gd: Thèid saighdear a chruthachadh san aon dòigh 's a thèid obraiche àbhaisteach: togaidh giùlanair acainn san taigh-stòrais cho luath 's nach eil iarrtas airson dreuchd shònraichte air a choileanadh. 'S e an tuagh a th' anns an acainn gus saighdear nan Tùsanach a chruthachadh. Bidh leibheil 0 aig gach saighdear air ùr-chruthachadh.<br><br>Bidh feum air trèanadh gus an saighdear a dhèanamh nas fearr ann an gin dhe na ceithir roinnean-seòrsa. Nì thu trèanadh air làrach-trèanaidh mar an campa trèanaidh no an raon catha: thèid saighdearan ann (mar a tha am fear beag againn a' dol ann an-dràsta), caithidh iad bathar is àrdaichidh iad gu leibheil eile ann an aon dhe na roinnean-seòrsa. Ma tha saighdear nan Tùsanach air a thrèanadh gu slàn, bidh puingean-beatha leibheil 3, ionnsaigh leibheil 5, dìon leibheil 0 is teàrnadh leibheil 2 aige. Seo gaisgeach eagalach dhut! Seo nas ciall dha gach luach:

source: All windows in Widelands can be closed by right clicking into them. Some windows can also be toggled with the buttons at the very bottom of the screen. Close the messages window now by right clicking into it.
gd: 'S urrainn dhut uinneag sam bith ann am Widelands a dhùnadh 's tu a' dèanamh briogadh deas air. Gabhaidh cuid a dh'uinneagan a thoglachadh leis na putanan aig bonn an sgrìn cuideachd.<br><br>Dùin uinneag nan teachdaireachd a-nis 's tu a' briogadh air leis a' phutan deas.

source: Alternatively, you can directly click the flag where the road should end like so.
gd: No briog dìreach air a' bhratach far am bu chòir an rathad a chrìochnachadh mar a nì mi a-nis.

source: Archive all messages, including this one, that you currently have in your inbox.
gd: Cuir na h-uile teachdaireachd sa bhogsa a-steach agad dhan tasglann, a' gabhail a-steach an tè seo.

source: Archive our inbox messages
gd: Cuir na teachdaireachdan sa bhogsa a-steach agad dhan tasglann

source: As soon as a military building is manned, it extends your land. You can then burn it down again if you need the place. But note that your land is then vulnerable: any military site from another player can conquer the land. You therefore need military sites to keep military influence over your land.
gd: Cho luath 's a bheilear air còmhnaidh a ghabhail ann an togalach an airm, thèid do thìr a mheudachadh. 'S urrainn dhut a mhilleadh a-rithist an uairsin ma bhios feum agad air an rum. Ach thoir an aire gum bi an dùthaich agad so-leòinte an uairsin: 's urrainn do thogalach airm sam bith aig an nàmhaid an tìr a cheannsachadh. Mar sin, bidh feum agad air togalaichean an airm gus buaidh an airm air an tìr agad a chumail.

source: Attack and conquer all military buildings of the enemy and destroy its headquarters.
gd: Thoir ionnsaigh air is ceannsaich na h-uile togalach airm aig an nàmhaid is mill am prìomh-àras aige.

source: Basic tutorial - map based on Winterwind's tutorial 1 for Barbarians
gd: Oideachadh bunasach – mapa stèidhichte air oideachadh 1 airson nan Tùsanach aig Winterwind

source: Build a flag on the road
gd: Tog bratach air an rathad

source: Build a quarry
gd: Tog coireall

source: Build a quarry next to those stones here. Remember how I did it earlier? Make sure that build help is on, then just click the place were you want the building to be, choose it from the window that appears and it is placed. Maybe it is a good time to explain about all those build help symbols we activated earlier.
gd: Tog coireall faisg air na clachan an-seo. A bheil chuimhne agad air mar a rinn mi seo roimhe? Dèan cinnteach gu bheil cobhair le togail air is an uairsin briog air an àite far a bheil thu airson an togalach a chur ann, tagh on uinneag a nochdas e is thèid a chur ann. Dh'fhaoidte gur e deagh àm a th' ann gus mìneachadh mu na samhlaidhean cobharach le togail a ghnìomhaich sinn roimhe.

source: Building a connecting road
gd: A' togail rathad a cheanglas

source: Building the lumberjack
gd: A' togail bothan coillteir

source: But I digress. Back to soldiers. What was I about to do? Oh yes, I wanted to build a small training scenario for you. Let's do that now.
gd: Ach chaidh mi thar mo rathaid. Air ais dha na saighdearan. Dè bha sinn ris? Seadh, bha mi airson cnàmh-sgeul trèanaidh beag a thogail dhut. Dèanamaid seo a-nis.

source: Census and statistics
gd: Cunntas-sluaigh is stadastaireachd

source: Citadels can not be built directly. Instead, you have to construct a fortress first and then enhance it to a citadel. To do so, click on the fortress, then choose the enhance to citadel button. Your soldiers will leave the citadel while the construction is going on. This means that your fortress has no military influence any more. If an enemy builds a military building nearby, your construction site could burn down. No sweat, that won't happen here.
gd: Cha ghabh cathair a thogail gu dìreach. Feumaidh tu dùn a thogail 'na àite an toiseach is a leasachadh gu cathair an uairsin. Briog air an dùn is tagh am putan leasachaidh gu cathair gus seo a dhèanamh. Fàgaidh na saighdearan agad a' chathair fhad 's a bhios an togail a' dol air adhart. Is ciall dha seo nach bi buaidh an airm aig a' chathair tuilleadh. Ma thogas an nàmhaid togalach an airm faisg air, dh'fhaoidte gun tèid an làrach togail agad a mhilleadh. Na gabh dragh, cha tachair seo an-dràsta.

source: Closing windows
gd: A' dùnadh uinneagan

source: Connect your construction site
gd: Ceangail an làrach togail agad

source: Connect your quarry construction site to your headquarters with a road. You are directly in road building mode when you ordered a new site. But now, you aren't. To build a completely new road just click on the flag in front of your construction site, click on the build road icon then click on the flag in front of your headquarters. Wait for the completion of the stonemason's hut.
gd: Ceangal làrach togail a' choirill ris a' phrìomh-àras agad le rathad. Bidh thu ann am modh togail rathaidean sa bhad nuair a bhios tu air làrach ùr òrdachadh. Ach chan eil thu an-dràsta. Gus rathad ùr a thogail, cha leig thu leas ach briogadh air a' bhratach air beulaibh an làraich togail agad is an uairsin briog air ìomhaigheag togail rathaid is air a' bhratach air beulaibh a' phrìomh-àrais agad. Fuirich gus am bi an coireall deiseil.

source: Conquer the mountain to the south west
gd: Ceannsaich a' bheinn gu iar-dheas
