Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_tutorial01.wmf/*.po
Languages: de, gd, ja, nl

source: Currently, you have two messages. This one which you are currently reading and the one that informed you that a new headquarters was added to your economy. Let's learn how to archive messages: You can check them off in your inbox so that they get a tick-symbol in front of them. Then, you can click the
gd: Tha dà theachdaireachd agad an-dràsta. An tè seo a tha thu a' leughadh an-dràsta is an tè eile a dh'innis dhut gun robh prìomh-àras ùr air a chur ris an eaconamaidh agad. Ionnsaicheamaid mar a chuireas tu teachdaireachd dhan tasglann: 's urrainn dhut cromag a chur sa bhogsa air a beulaibh. An uairsin, 's urrainn dhut briogadh air

source: Defeat the enemy
gd: Cuir ruaig air an nàmhaid

source: Defeat the nearby enemy. To attack a building, click on its doors, choose the number of attacking soldiers, then send them via the attack button.
gd: Cuir ruaig air an nàmhaid am fagas. Gus ionnsaigh a thoirt air togalach, briog air a dhorsan, tagh an àireamh de shaighdearan a bu chòir ionnsaigh a thoirt is cuir iad leis a' phutain ionnsaighe.

source: Defense is the value that is subtracted from the attack value. The barbarians can not train in this skill and therefore have always defense level 0 which means that they always get 3 hitpoints subtracted from the damage inflicted. If an attacker with an attack value of 15 hitpoints hits a barbarian soldier, the barbarian would lose 15 - 3 = 12 hitpoints. The 3 hitpoints that are subtracted are because of the defense ability.
gd: 'S e luach a thèid a thoirt air falbh o luach na h-ionnsaighe a th' anns an dìon. Chan urrainn dha na Tùsanaich an sgil seo a thrèanadh is mar sin bidh dìon leibheil 0 aca an-còmhnaidh. Is ciall dha seo gun tèid 3 puingean-beatha a thoirt air falbh o gach dochann a dh'fhulaingeas iad. Ma bhuaileas ionnsaighear le luach ionnsaighe de 15 puingean-beatha air saighdear nan Tùsanach, caillidh an Tùsanach 15 - 3 = 12 phuing-bheatha. Thèid 3 puingean-beatha a thoirt air falbh on dochann air sàilleibh a' chomais dìona.

source: Diving in
gd: A' tòiseachadh

source: Enable the build help
gd: Cuir an cobhair le togail an comas

source: Enhance this fortress
gd: Leasaich an dùn seo

source: Enhance your fortress
gd: Leasaich an dùn agad

source: Enhance your fortress to a citadel now. Remember that you can speed time up by using PAGE_UP, building a citadel takes a while.
gd: Leasaich an dùn agad gu cathair a-nis. Cuimhnich gum falbh an ùine nas luaithe le PAGE UP on a bheir togail cathrach greis mhath.

source: Enhance your fortress to a mighty citadel. The citadel can house 12 soldiers and is the biggest military building the barbarians can build. It also costs a lot and takes a long time to build. It is most suited to guard strategically important points like constricted points or mountains.
gd: Leasaich an dùn agad gu cathair neartmhor. 'S urrainn do 12 shaighdear còmhnaidh ann an cathair is 's i togalach an airm as motha as urrainn dha na Tùsanaich a thogail. Tha i glè chosgail cuideachd is bheir e ùine mhòr gus tè a thogail. Tha i nas fhearr gus ionadan cudromach a dhìon a leithid àiteachan caola no beanntan.

source: Enhancing buildings
gd: A' leasachadh togalach

source: Evade is the chance that the soldier is able to dodge an attack. It is 25% for a level 0 evade barbarian and increases in steps of 15% for each level.
gd: 'S e an seans gun crùb an saighdear air falbh o ionnsaigh a th' anns an teàrnadh. 'S e 25% a th' ann airson Tùsanaich le teàrnadh leibheil 0 is gheibh e 15% a bharrachd airson gach leibheil.

source: Excellent! Directly after you placed a building, you are in road building mode. The new road will start at the flag in front of your newly placed construction site. You can enter road building mode for any flag by left-clicking on a flag and selecting
gd: Taghta! Nuair a bhios tu air togalach a chur ann, bidh thu sa mhodh togail rathaidean. Tòisichidh an rathad ùr aig a' bhratach air beulaibh na làraich-togail ùir agad. 'S urrainn dhut tionndadh dhan mhodh togail rathaidean airson brataich sam bith 's tu a' briogadh leis a' phutan clì air a' bhratach is a' taghadh

source: Excellent. By the way: closing windows in Widelands is as easy as right-clicking on them. This works with all windows except for story message windows like this one. Go ahead and try it. First, close this window by pressing the button below, then right click into the messages window to close it.
gd: Taghta. Eadar dà sgeul: tha e cho furasta ann am Widelands uinneag a dhùnadh ri briogadh oirre leis a' phutan deas. Obraichidh seo leis a h-uile uinneag ach uinneagan sgeulachd a leithid an tè seo. Siuthad is feuch e. Dùin an uinneag seo leis a' phutan gu h-ìosal an toiseach is dèan briogadh deas air uinneag nan teachdaireachd an uairsin gus a dùnadh.

source: Excellent. Now there is a faster way to move, using the mouse instead: Simply right-click-and-hold anywhere on the map, then drag the mouse and instead of the cursor, the view will be moved. Try it.
gd: Taghta. Nise, tha dòigh as luaithe ann airson gluasad 's tu a' cleachdadh na luchaige: dèan briogadh deas is cum sìos àite sam bith air a' mhapa is slaod an luchag mu thimcheall. Le sin, gluaisidh an sealladh an àite a' chùrsair. Feuch e.

source: Excellent. The lumberjack's hut is done. A lumberjack will now move in and start chopping down trees, so our trunks income is secured for now. Now on to the raw stone.
gd: Taghta. Tha am bothan coillteir deiseil. Gabhaidh coilltear còmhnaidh ann a-nis is tòisichidh e air craobhan a leagail. Mar sin, tha teachd a-steach nan stoc agad cinnteach aig an àm seo. Nise, dhan chlach.

source: Expanding is as simple as building a military building at the corner of your territory. The barbarians have a few different military buildings: sentries, barriers, donjons, fortresses and citadels. The bigger the building, the more expensive it is to build, the more land it conquers around itself and the more soldiers can be stationed there. The buildings also vary in their vision range: buildings with a tower see farther than others.
gd: Tha meudachadh na tìre agad cho simplidh ri togail togalach an airm air crìochan do dhùthcha. Tha roghainn de thogalaichean an airm aig na Tùsanaich: freiceadain, taighean-faire, tùir-fhaire is cathraichean. Mar as motha an togalach 's ann as cosgaile a bhios e, 's ann as motha de thìr a cheannsaicheas e is 's ann as motha de shaighdearan a ghabhas còmhnaidh ann. Tha astar lèirsinne eadar-dhealaichte aig gach togalach cuideachd: chì togalaichean aig a bheil tùr nas fhaide na càch.

source: Expanding your territory!
gd: A' meudachadh na tìre agad!

source: First, I'll left-click on the symbol where I want the lumberjack's hut to be built. A window will appear where I can choose between buildings. Because I'll click a yellow house symbol - which means that its field can house medium and small buildings - I am presented with all the medium buildings that I can build. The lumberjack's hut is a small building so I will go on to select the small buildings tab. Then I'll choose the lumberjack's hut. Click the "OK" button to watch me. I'll go really slow: I will click - then select the tab - and finally I'll choose the building.
gd: An toiseach, nì mi briogadh clì air an t-samhla far a bheil mi airson am bothan coillteir a chur ann. Nochdaidh uinneag togail far an urrainn dhomh togalach a thaghadh. On a nì mi briogadh air samhla buidhe – is ciall dha seo gu bheil rum san raon airson togalaich mheadhanaich no bhig – chì mi na h-uile togalach meadhanach a b' urrainn dhomh togail. 'S e togalach beag a th' anns a' bhothan choillteir is mar sin taghaidh mi taba nan togalach beaga. Taghaidh mi am bothan coillteir an uairsin.<br><br>Briog air a' phutan "Ceart ma-thà" gus coimhead orm. Nì mi gu fìor shlaodach e. Briogaidh mi – taghaidh mi an taba an uairsin – is taghaidh mi an togalach aig an deireadh.

source: For a full-fledged economy, we need coal, iron and gold. These can be found in mountains. Conquer some area on the mountains to the south-west of your headquarters by building some military buildings close to your border.
gd: Bidh feum againn air gual, iarann is òr airson eaconamaidh shlàin. Lorgaidh tu sna beanntan iad. Ceannsaich roinn air na beanntan gu iar-dheas on phrìomh-àras agad 's tu a' togail togalach an airm no dhà faisg air a' chrìoch agad.

source: Getting a quarry up.
gd: A' togail coireall.

source: Hi, it's me again! This time, I sent you a message. Messages are sent to you by Widelands to inform you about important events: empty mines, attacks on your tribe, won or lost military buildings, resources found...
gd: Seo mise a-rithist! Chuir mi teachdaireachd thugad an turas seo. Cuiridh Widelands teachdaireachdan thugad airson innse dhut mu thachartasan cudromach: mèinn falamh, ionnsaigh air an treubh agad, togalach an airm a chaill no cheannsaich thu, stòras air a lorg, ...

source: Hitpoints:
gd: Puingean-beatha:

source: How to build a quarry
gd: Mar a thogas tu coireall

source: I am sorry, but I have to rip this again. We might need the space here later on. If I am too slow for you, you might want to play a real game and just find everything out for yourself. Otherwise, please bear with me, I am not the youngest and quickest anymore.
gd: Tha mi duilich, ach feumaidh mi seo a reubadh a-rithist. Dh'fhaoidte gum bi sinn feumach air an rum an-seo uaireigin. Ma tha mi ro shlaodach dhut, siuthad is cluich geama ceart is faigh a-mach mu na h-uile rud leat fhèin. Air neo feitheamh orm, chan eil mi cho òg is luath mar a bhà.

source: I created a sparring partner for you: It is an empire tribe close to your citadel. To attack its buildings, click on the door of your target building, choose the number of soldiers that you wish to send and click on the attack button. Your soldiers will come from all nearby military buildings. Likewise, the defenders will come from all nearby military buildings of the enemy and intercept your forces.
gd: Chruthaich mi nàmhaid dhut: seo treubh na h-Impireachd faisg air a' chathair agad. Briog air doras an togalaich air a bheil thu airson ionnsaigh a thoirt, tagh àireamh nan saighdearan a tha thu airson cur ann is briog air a' phutan ionnsaighe. Thig na saighdearan agad o gach togalach an airm am fagas. Air an aon dòigh, thig luchd-dìona o gach togalach airm an nàmhad am fagas gus bacadh a chur air an fheachd agad.

source: I will create an enemy for you soon, but let's make sure you are prepared. This fortress is already quite strong and conquers a lot of space. But there is an even bigger building: the citadel.
gd: Cruthaichidh mi nàmhaid dhut a dh'aithghearr, ach dèanamaid cinnteach gu bheil thu ullamh an toiseach. Tha an dùn seo làidir mar-thà is ceannsaichidh e mòran tìre. Ach tha togalach fiù 's nas motha ann is seo a' chathair.

source: If you decide you do not want to build a road at this time, you can cancel road building by clicking on the starting flag of the road and selecting
gd: Mur eil thu airson rathad a thogail an-dràsta, 's urrainn dhut sgur de thogail an rathaid 's tu a' briogadh air bratach tòiseachaidh an rathaid 's a' taghadh

source: If you place something on a field, the surrounding fields might have less space for holding buildings, so choose your fields wisely.
gd: Ma thogas tu rudeigin air raon, dh'fhaoidte nach bi an t-aon uiread de rum aig na raointean timcheall air tuilleadh gus togalaichean a chumail. Mar sin, bi glic mu thaghadh nan raointean agad.

source: If you want to come back to this south-western part of your realm, just scroll here via right-button scrolling or open the minimap by clicking on the
gd: Ma tha thu airson tilleadh dhan phàirt iar-dheas seo dhen rìoghachd agad, cha leig thu leas ach sgroladh leis a' phutan deas no fosgail am meanbh-mhapa 's tu a' briogadh air

source: Introducing messages
gd: Seo teachdaireachd

source: It is easier to understand what is allowed to be built on which field when the build help symbols are enabled. Do so now either by pressing SPACE or by clicking the fourth button from the left at the very bottom of the screen. Click the "OK" button and then give it a try.
gd: Tha e nas fhasa tuigsinn na dh'fhaodas tu togail air gach raon ma bhios samhlaidhean na cobharach le togail an comas. Dèan seo a-nis is brùth air SPACE no briog air a' cheathramh putan on taobh chlì aig bonn na sgrìn.<br><br>Briog air a' phutan "Ceart ma-thà" is feuch e.

source: Just click on any house symbol next to the stones, select the small buildings tab in the window that opens up, then click on the quarry symbol.
gd: Briog air samhla taighe sam bith ri taobh nan clachan, tagh taba nan togalach beaga san uinneag a nochdas is an uairsin briog air samhla a' choirill.

source: Keep the slopes in mind while placing roads and use them to your advantage. Also try to keep roads as short as possible and always remember to place as many flags as you can on road segments to share the load better.
gd: Thoir an aire air na slèibhtean nuair a thogas tu rathaidean is faigh buannachd asta. Feuch cuideachd gun cum thu na rathaidean cho goirid 's a ghabhas is cuimhnich gun tog thu an uiread de bhrataich a ghabhas air roinnean an rathaid gus an eallach a sgaoileadh nas fhearr.

source: Left-click the "OK" button to close this box and then try it.
gd: Dèan briogadh clì air a' phutan "Ceart ma-thà" gus am bogsa seo a dhùnadh is feuch ris an uairsin.

source: Let me quickly enable those two for you. Remember: 'c' and 's' are the keys. Alternatively you can click on any field without a building on it, select the watch tab and then click on the corresponding buttons.
gd: Nach cuir mi an dà dhiubh an comas dhut? Cuir nad chuimhne: Is "c" agus "s" na h-iuchraichean.<br><br>'S urrainn dhut cuideachd briogadh air raon sam bith air nach eil togalach, an taba "Cum sùil air" a thaghadh is an uairsin briogadh air na putanan iomchaidh.

source: Let's dive right in!
gd: Nach tòisich sinn sa bhad!

source: Let's search for resources in this mountain. First, we'll build a road into the mountains and place a flag. Then, we click on the flag and call a geologist to it. I'll show you how it's done.
gd: Nach dèan sinn rùrachadh sna beanntan seo airson stòrasan? Togaidh sinn rathad dha na beanntan an toiseach is cuiridh sinn bratach ann. An uairsin, briogaidh sinn air a' bhratach gus clach-eòlaiche a ghairm thuice. Seallaidh mi dhut mar a nì thu seo.

source: Let's try it out now: Build a few military buildings on your south western border. We want to capture some of this mountain, so we can search for resources there. Bigger buildings will conquer more land which can be beneficial close to mountains because you can't build houses in mountains.
gd: Feuchamaid ris an-dràsta: tog togalach an airm no dhà aig a' chrìoch taobh iar-dheas. Tha sinn airson pìos dhen bheinn seo a cheannsachadh ach an urrainn dhuinn stòrasan a lorg innte. Ceannsaichidh togalaichean as motha barrachd tìre a dh'fhaodas a bhith 'na bhuannachd dhut on nach urrainn dhut taighean a thogail air na beanntan.

source: Let's wait and see what the geologist finds on the mountain.
gd: Fuirich ort is chì sinn na lorgas an clach-eòlaiche air a' bheinn.

source: Lumberjack is done
gd: Tha am bothan coillteir deiseil.

source: Lumberjack's spot
gd: Àite airson bothan coillteir

source: Message arrived!
gd: Thàinig teachdaireachd a-steach!

source: Mining conclusion
gd: Co-dhùnadh mun mhèinnearachd

source: Moving your view
gd: Gluais an sealladh agad

source: Moving your view is essential to get a complete overview of your whole economy. There are two ways to move your view in Widelands. The first one is to use the cursor keys on your keyboard. The second one is the more common and faster one: press-and-hold the right mouse button anywhere on the map, then move your mouse around and you'll see the view scroll.
gd: Tha e riatanach gun gluais thu an sealladh agad ach am faic thu an eaconamaidh agad air fad. Tha dà dhòigh ann gus an sealladh agad a ghluasad ann am Widelands. Is gun cleachd thu na h-iuchraichean saighde air a' mheur-chlàr an dàrna dòigh. Is an dòigh eile an dòigh as luaithe is as cumanta: briog is cum sìos putan deas na luchaige àite sam bith air a' mhapa. An uairsin, gluais an luchag agad mu thimcheall is chì thu gun sgrolaich an sealladh.

source: Nice and easy does it all the time
gd: B' fheairrde iad gabhail air an socair

source: Nice how they work, isn't it? But the poor carrier has a very long way to go. We can make it easier for him (and more efficient for us) when we place another blue flag on the road. You try it this time: click on the yellow flag symbol in between the two blue flags we just placed and then click on the
gd: Nach math mar a tha iad ag obair? Ach tha slighe fhada ri siubhal aig a' ghiùlanair bhochd. Nì sinn cùisean nas fhasa dha (is nas èifeachdaiche dhuinne) ma chuireas sinn bratach ghorm eile air an rathad. Feuch thusa e an turas seo: briog air an t-samhla brataich bhuidhe eadar an dà bhratach ghorm a tha sinn air a chur ann is briog air

source: Note that a mine needs rations to work. Rations are produced in taverns and taverns need meat, pitta bread, and fish to produce them. You will need a lot more infrastructure to get your mines working well. This infrastructure also varies from tribe to tribe. You'll get them explained in the introduction campaigns for the three tribes.
gd: Thoir an aire gu bheil mèinnean feumach air greimeagan bìdh ach an obraich iad. Nì thu greimeagan ann an taigh-tàirn is feumaidh na taighean-tàirn feòil, aran tur is èisg gus an solar. Feumaidh tu torr a bharrachd bun-structair ach an obraich na mèinnean agad gu math. Tha am bun-structar seo diofraichte do gach treubh. Gheibh thu mìneachaidhean orra sna h-iomairtean bunasach airson nan trì treubhan.

source: Now go ahead, try it. The quarry is a small building, so if you click on a medium or big building symbol, you will have to select the small buildings tab first to find it. Go on, check it out!
gd: Siuthad is feuch e a-nis. 'S e togalach beag a th' anns a' choireall, mar sin ma bhriogas tu air samhla togail meadhanach no mòr, feumaidh tu taba nan togalach beaga a thaghadh an toiseach gus a lorg. Siuthad, thoir sùil air!

source: Now please rebuild the road between your quarry and your headquarters. We'll wait until the quarry is completed.
gd: Nise, tog an rathad eadar an coireall is am prìomh-àras agad a-rithist.<br><br>Fuirichidh sinn gus am bith an coireall deiseil.

source: Now watch closely as a builder leaves the headquarters and goes to the construction site. Also a carrier will take position in between the two blue flags and carry wares from one blue flag to the other.
gd: Nise, cum sùil air an togalaiche a dh'fhàgas am prìomh-àras is a thèid dhan làrach-togail. Cuideachd, thig giùlanair a sheasamh eadar an dà bhratach ghorm is giùlainidh e bathar on dàrna bhratach ghorm gun bhratach eile.

source: Now we know what's going on. Let's wait for this quarry to finish.
gd: Tha fios againn a-nis air na tha a' tachairt. Fuirich ort a-nis gus am bi an coireall deiseil.

source: Now, about this road. Remember: we are already in road building mode since you just ordered the quarry. You can either make it longer by one field at a time by left-clicking multiple times on neighbouring fields for perfect control over the route the road takes like so:
gd: Nise, tòisicheamaid air an rathad. Cuimhnich gu bheil sinn ann am modh togail rathaidean mar-thà on a tha thu air coireall òrdachadh. 'S urrainn dhut a dhèanamh nas fhaide raon air raon 's tu a' briogadh iomadh turas air raointean nàbaidh airson smachd mhionaidich air far an tèid an rathad mar a nì mi a-nis:

source: Okay, now we own some of the area on this mountain. Mountains are very important, because they contain resources: coal, iron ore, gold ore and granite. Each tribe uses the resources differently, but all need mines to get the resources out of the ground.
gd: Ceart ma-thà, ghabh sinn cuid dhen roinn air a' bheinn seo. Tha beanntan glè chudromach on a tha stòrasan annta: gual, clach-iarainn, clach-oìr is graineal. Cleachdaidh gach treubh na stòrasan ann an dòigh dhiofraichte, ach tha iad uile feumach air mèinnean gus stòras fhaighinn às an talamh.

source: On to the last topic now. We are going to talk about soldiers, their training and their profession: warfare. As mentioned, Widelands is about building up, not burning down: therefore warfare is also more focused on the economics than the military strategies. Nevertheless, warfare offers one way to challenge other players and it has some game mechanics that deserve explanation. The economies of the tribes are explained in their individual tutorial campaigns. Ok, I am going to create us a little training ground with a training camp and a warehouse to the north east of here.
gd: Air adhart dhan chuspair mu dheireadh a-nis. Bruidhneamaid mu shaighdearan, mar a thèid an trèanadh is an dreuchd: an cogadh. Mar a thuirt mi, tha Widelands mu dheidhinn togail seach milleadh; mar sin tha cuideam a' chogaidh air an eaconamaidh seach innleachdan an airm.<br><br>Co-dhiù no co-dheth, 's e dòigh a th' anns a' chogadh gus dùbhlan a thoirt air na cluicheadairean eile is tha mar a dh'obraicheas e airidh air mìneachadh. Mìnichidh sinn an eaconamaidh aig gach treubh sna h-iomairtean oideachaidh.<br><br>Ceart ma-thà, cruthaichidh mi àite trèanaidh beag dhuinn a-nis le campa trèanaidh is taigh-stòrais gu ear-thuath.

source: One more thing: around the field where your road would end you can see different markers. They have the following meaning:
gd: Aon rud eile: chì thu caochladh de chomharran mun raon far an crìochnaicheadh an rathad agad. Seo nas ciall dhaibh:

source: Onward to the quarry
gd: Air adhart dhan choireall

source: Other ways to move the view
gd: Dòighean eile gus an sealladh a ghluasad

source: Placing another flag
gd: A' cur bratach eile ann

source: Road building
gd: A' togail rathad

source: Searching for resources
gd: A' rùrachadh airson stòrasan

source: Similar to this are building statistics which are also toggled via a button on the watch tab of any field. The hotkey for it is 's'. This will display an information string about the productivity of buildings or the progress of construction sites.
gd: Tha stadastaireachd nan togalach coltach ri seo is toglaichidh tu i le putan air an taba "Cum sùil air" aig raon sam bith. Is "s" an hotkey air a son. Seallaidh seo fiosrachadh mu shaothrachadh nan togalach is adhartas nan làraichean-togail.

source: So our geologist found a lot of coal on this mountain. You should therefore build a coal mine here. Building a mine is like building a house. The build help symbol for where a mine can be built is
gd: Lorg an clach-eòlaiche againn mòran guail air a' bheinn seo. Mar sin, bu chòir dhut mèinn a thogail ann. Togaidh tu mèinn mar a thogas tu taigh. Seo samhla na cobharach le togail far an gabh mèinn a thogail:

source: Some stones were found
gd: Chaidh clachan a lorg

source: Stones can be mined in granite mines, but the easier way is to build a quarry next to some stones laying around. As it happens, there is a pile of them laying just to the west (left) of your headquarters. I will teach you now how to move your view over there.
gd: Gabhaidh clachan a thochladh ann am mèinnean graineil, ach tha e nas fhasa coireall a thogail faisg air clachan air an làr. Nach goireasach gu bheil tòrr dhiubh dìreach gu siar (gu clì) air a' phrìomh-àras agad. Innsidh mi dhut mar a ghluaiseas tu an sealladh agad ann.

source: Thanks for playing this tutorial. Enjoy Widelands and remember to visit us at
gd: Mòran taing airson an t-oideachadh seo a chluiche. Gabh tlachd à Widelands is tadhail oirnn air
