Repository: alexdavis-bf-toys/widelands
Catalog: po/maps/*.po
Languages: tr

source: 01 - Eyes in the Dark
tr: 01 - Karanlıktaki Gözler

source: 01 - From Nemesis to Genesis
tr: 01 - Yok Oluştan Yaratılışa

source: 01 - The Strands of Malac' Mor
tr: 01 - Malac' Mor Kıyıları

source: 02 - A Place to call Home
tr: 02 - Ev Denilebilecek Yer

source: 02 - An Outpost for Exile
tr: 02 - Sürgün Karakolu

source: 03 - This Land is our Land
tr: 03 - Bu Topraklar Bizim

source: A few miles in front of Gerion Coast lies a small unnamed island. Until now, you have not seen any reason, to ship there, but yesterday a big fireball came from the sky and touched down in it's middle. Is this a sign of the Gods? You believe it is and you hope, that your tribe will find the treasure of this island, before other tribes will follow.
tr: Gerion Sahilinin birkaç kilometre ilerisinde isimsiz bir ada yatar. Şimdiye kadar oraya gitmek için bir sebebin yoktu fakat dün büyük bir göktaşı adanın ortasına düştü. Bu Tanrılardan bir işaret mi? Öyle olduğuna inanıyorsun ve diğer kabilelerden önce adanın hazinesini bulmayı umuyorsun.

source: A long time your tribe dwelt on this beautiful and lonely glacier lake. No one disturbed you and the resources were enough for your whole tribe, but a few months ago another tribe came over the mountains and settled down. And you are sure, that there is only enough place for one tribe.
tr: Uzun zamandır kabilen bu güzel ve yanlız buzul gölünde yaşadı. Kimse seni rahatsız etmedi ve kaynaklar tüm kabilen için yeterliydi, fakat birkaç ay önce dağların ardından başka bir kabile geldi buraya yerleşti. Ve sen burada yanlızca bir kabile için yeterli yer olduğuna eminsin.

source: A multiplayer-battle-map on a small circle-shaped island.
tr: Dairesel şekilli küçük bir adada çokoyunculu bir savaş haritası

source: A mystical land, full of different landscapes, which are all crossed by a handful of big rivers.
tr: Mistik bir kara parçası, farklı manzaralarla dolu, hepsi de bir avuç büyük nehirle kesilmiş.

source: A special tournament in atlantean culture is the so named "Island Hopping", where two or more groups try to reach the center island as fast as possible, to be the first building up a castle on the top of the center mountain.
tr: İki ya da daha fazla grubun adanın merkezine mümkün olduğunca hızlı ulaşıp, merkezdeki dağın tepesine ilk kaleyi kurmaya çalıştıkları, Atlan geleneklerinde "Hoplama Adası" adında özel bir turnuva.

source: After an impact of an asteroid and the following harsh winter, three isles are connected by ice and stone, setting an end to the peaceful coexistence of three tribes.
tr: Bir asteroit darbesi ve çarpışmanın ardından gelen sert kış , üç adayı buz ve kayalarla birleştirdi ve burdaki üç kabilenin barış içinde yaşamasına son verdi.

source: Another strange test by the Gods. To reach the other side, there seems to be no other way, than occupying the land of your enemies.
tr: Tanrılardan başka bir garip sınama daha. Öteki tarafa geçmek için düşmanın topraklarını almaktan başka çare yok.

source: Another thaw set in. Three tribes were sheltering form severe winter among majestic mountains. During solstice they listened to the oracle and went on to war. The only survivor will sacrifice his enemies' treasures on the ancient altar, build there a splendid castle and gain goodwill and the respect of the Gods.
tr: Bir çözülme daha. Üç kabile devasa dağların arasında kıştan korunuyordu. Gündönümünde kabileler kahinlerini dinledi ve savaş kararı aldı. Savaşın sağ kalanı, düşmanlarının hazinesini, kadim sunağa görkemli bir kale inşa ederek kurban edip Tanrıların iyi niyetini ve saygısını kazanacak.

source: Atlanteans - The Run for the Fire
tr: Atlanlar - Ateş için Yarış

source: Atoll
tr: Mercanada

source: Barbarians - The second Empire
tr: Barbarlar - İkinci İpmaratorluk

source: Challenging. Introduces the Atlanteans
tr: Zorlayıcı. Atlanlarla Tanışın

source: Checkmate
tr: Şah mat

source: Comet Island
tr: Kuyrukluyıldız Adası

source: Crater
tr: Krater

source: Desert Tournament
tr: Çöl Turnuvası

source: Dry Riverbed
tr: Kuru Nehiryatağı

source: Easy. Introduces the Barbarians
tr: Kolay. Barbarlarla tanışın.

source: Easy. Introduces the Empire
tr: Kolay. İmparatorlukla tanışın.

source: Elven Forests
tr: Elf Ormanı

source: Empire - The Months of Exile
tr: İmparatorluk - Sürgün Ayları

source: Finnish Lakes
tr: Fin Gölleri

source: Firegames
tr: Ateşoyunları

source: For centuries you've lived peacefully together with the other tribe on the neighboured island. This peace seems to end now - your neighbour begins to expand.
tr: Yüzyıllardır komşu adadaki kabileyle barış içinde yaşadın. Bu barış sona eriyor - komşun genişlemeye başladı.

source: For hundreds of years this island was kept as sanctuary of the Gods. No human ever ventured to set a foot on it. But now, that a tribe was finally barefaced enough to settle on the coast of that island, a lot others followed afterwards.
tr: Yüzyıllardır bu ada Tanrılar için bir tapınak oldu. Hiç kimse adaya ayak basmaya bile cüret etmedi. Fakat şimdi, yüzsüz bir kabile adanın kıyısına yerleşti, daha birçokları onu takip etti.

source: Four Castles
tr: Dört Kale

source: Four Mountains
tr: Dört Dağ

source: Four tribes struggle with their nearest neighbour to be the first to reach the mountain of gold that promises riches beyond belief. But can the two remaining ones share the resources wisely?
tr: Dört kabile altın dağın sunduğu inanılmaz zenginlik için en yakın komşusu ile yarışıyor. Fakat kalan ikisi kaynakları akıllıca paylaşabilecek mi?

source: Glacier Lake
tr: Buzul Göl

source: Golden Peninsula
tr: Altın Yarımada

source: Impact
tr: Darbe

source: In this mountainous area two princes have settled. Now they are expanding their territories unaware of the fact that they are not alone!
tr: Bu dağlık araziye iki prens yerleşti. Burada yanlız olmadıkları gerçeğinden habersiz bölgelerini genişletiyorlar.

source: Is this a test by the Gods or an evil plan by someone else, that you and your tribe woke up on this island among fire and lava? Until now it seems as if you are alone, but no-one knows, what might happen if you meet an opponent tribe?
tr: Sen ve kabilen bu adada ateş ve lavların arasında uyandınız, bu Tanrıların bir sınaması mı yoksa başka birinin şeytani bir planı mı? Şimdiye kadar görünen o ki yanlızsınız, fakat düşman bir kabileyle karışılaşırsanız ne olur kimse bilemez.

source: Islands at war
tr: Adalar Savaşta

source: It is said that even sun and moon must find their way between the spires of these mountains. HINT: Monoliths mark ore-spots. Don't bother sending Geologists elsewhere.
tr: Denir ki bu dağların sivri tepelerinin arasıdan geçmek için güneş ve ay bile yol ararmış. İpucu: Dikmetaşlar madenleri işaret eder. Jeolog göndermekle vakit kaybetmeyin.

source: It is said, that the old war monks, living in the even older swamps are the key to the control of the whole island.
tr: Denir ki, kendilerinden daha yaşlı bataklıklarda yaşayan savaş rahipleri tüm adayı kontrol etmenin anahtarıdır.

source: It seems as if this magical valley was inhabited by wisents since the beginning of days. When your tribe came to this place, you were sure that it offers enough space for a peaceful life. But can your tribe live in peace with your neighbours?
tr: Sanki bu büyülü vadi günlerin başlangıcından beri bizonları barındırıyor. Kabilen buraya geldiğinde, buranın barış içinde yaşamaya yetecek kadar toprak sunduğuna emindiniz. Fakat kabilen komşularıyla barış içinde yaşayabilecek mi?

source: It smells like swamp, it looks like swamp and it is swamp. But it is the place you were born and you lived your whole life. If you don't want to lose it, defend it!
tr: Bataklık gibi kokuyor, bataklık gibi görünüyor... Burası bataklık. Fakat burası senin doğduğun ve hayatın boyunca yaşadığın yer. Eğer kaybetmek istemiyorsan, savun!

source: It was a long time ago, since the last raindrop touched these grounds. No wonder, that there is not much water left in this dry riverbed. Everyone knows: soon there will be a war. A war about the last of water.
tr: Son yağmur damlası bu topraklara düşeli çok uzun zaman oldu. Bu kuru nehir yatağında pek su bulunmamasına şaşmamalı. Herkes biliyor, yakında savaş çıkacak. Son su için savaş.

source: Lake of Tranquility
tr: Sukünet Gölü

source: Last Bastion
tr: Son Kale

source: Long after a meteor crashed into a couple of mountains, life blossoms in the crater. Two tribes are now fighting for the rich resources.
tr: Birkaç dağa meteor çarptıktan çok sonra, kraterde hayat canlandı. Şimdi iki kabile zengin kaynaklar için savaşıyor.

source: Many beautiful, green islands await the ones brave enough to pass the thousand waves, twinkling in the sun.
tr: Gün ışığında parıldayan bin dalgayı geçebilecek kadar cesur olanları birçok güzel, yeşil ada beklemekte.

source: Mighty mountains divide this land into three fertile valleys. But a path connects the valleys and thus a fight seems inescapable! Hint: Water can be found around the lakes.
tr: Yüce dağlar bu toprakları üç verimli vadiye bölmüş. Fakat vadileri birleştiren bir geçit ve savaş kaçınılmaz görünüyor! İpcucu: Su Göl civarında bulunabilir.

source: Mystical Maze
tr: Mistik Labirent

source: Not yet implemented
tr: Henüz tamamlanmadı

source: Only a small hill in the centre of the map connects these four competing tribes. Lead your army right away to this hill and build a giant stronghold as a sign of your superiority! Hint: In the centre is only space for one stronghold. Water can be found everywhere, so there is no need to send out geologists.
tr: Birbiriyle mücadele eden bu dört kabileyi, sadece haritanın merkezindeki bir tepelik birleştiriyor. Ordunu bu tepeye gönder ve oraya gücünün simgesi olarak devasa bir kale inşa et! İpucu: Merkezde yanlızca bir kale için yer var. Su heryerde bulunabilir, jeolog göndermeye gerek yok.

source: Rendez-Vous
tr: Randevu

source: Six months ago, Lutius - a young general of the Empire - was sent with 150 soldiers to the frontier beyond the northern forests where Barbarian tribes were crossing onto land held by the Empire. His task was to defend the Empire's land. At first, everything was calm. He even talked to a few barbarian children and thought about a peaceful life - side by side with this archaic folk. He began to feel safer and his army began to drop their attention off the potential enemy. That was their undoing. One night in March his unprepared army was attacked by 100 barbarian footmen and was completely scattered. Only with his bare life he and a handful of his soldiers survived.
tr: Altı ay önce, Lutius -İmparatorluktan genç bir general- 150 askerle birlikte kuzey ormanının ötesine, barbarların İmparatorluk topraklarından geçtiği cepheye gönderildi. Görevi İmparatorluk topraklarını savunmaktı. Önceleri herşey sakindi. Lutius barbar çocuklarla bile sohbet edip, onlara barışçıl bir yaşamı öğretiyordu- arkaik halkla omuz omuza. Kendini rahat hissetmeye başladı ve ordusunun dikkati bu potansiyel düşmana karşı azalmaya başladı. Bu onların felaketiydi. Bir Mart gecesi, hazırlıksız ordusu 100 barbar piyadenin saldırısına uğradı ve tamamen dağıtıldı. Sadece canı ve bir avuç askeri kurtuldu.

source: Some say that impenetrable lands to the far north scared away even the most courageous settlers and the bravest of the brave warriors. Big and old forests, full of big and predatory game, cut across by wetlands and hills were shrouded in mystery. The ones who had managed to come back mentioned tremendous buildings, decorated with carvings and gold from majestic mountain ranges somewhere amongst the wilderness. Dozens of years after only some crumbly ruins remain of these good old times, covered with moss and trees. Their shapes give only an idea about the craftsmanship of ancient constructors. Nobody knows why they (have) disappeared. Nobody knows why. People say that now nothing is blocking the road to wealth. But many will die pulled apart by wolves, engulfed by swamp... encircled by hostile tribes.
tr: Bazıları der ki kuzeydeki nüfuz edilemez topraklar en cesur yerleşimcilerin ve en yiğit savaşçıların bile gözünü korkuturmuş. Büyük ve eski ormanlar, boydan boya sulak araziyle kesilmiş ve tepeler gizemle örtülmüş. Geriye dönmeyi becerebilenler işlemelerle bezenmiş muzzam yapılardan, vahşi doğanın içinde devasa dağların eteklerindeki altından bahsederler. Onlarca yıl sonra eski güzel zamanlardan geriye sadece yosun ve ağaç kaplı ufalanan harabeler kalmış. Harabelerin şekilleri, eski zamanın işçiliğine dair yanlızca fikir verebiliyor. Kimse neden ortadan kaybolduklarını bilmiyor. Kimse nedeni bilmiyor. İnsanlar şimdi zenginliğe giden yolu tıkayan hiçbir şey yok diyorlar. Ama birçoğu kurtlar tarafından parçalanacak, bataklık tarafından yutulacak,,, saldırgan kabilelerce kapana kıstırılacak.

source: Start positions are clockwise
tr: Başlangıç pozisyonları saat yönünde

source: Suggested Teams: (blue, red) vs (yellow, green)
tr: Önerilen Takımlar: (mavi, kırmızı) vs (sarı, yeşil)

source: Suggested Teams: (blue, red) vs (yellow, green) or (blue, green) vs (red, yellow)
tr: Önerilen Takımlar: (mavi, kırmızı) vs (sarı, yeşil) ya da (mavi, yeşil) vs (kırmızı,sarı )

source: Suggested Teams: (blue, red) vs (yellow, green) or (blue, yellow) vs (red, green)
tr: Önerilen Takımlar: (mavi, kırmızı) vs (sarı, yeşil) ya da (mavi, sarı) vs (kırmızı,yeşil )

source: Suggested Teams: (blue, yellow) vs (red, green)
tr: Önerilen Takımlar: (mavi, sarı) vs (kırmızı,yeşil )

source: Suggested Teams: all ok.
tr: Önerilen Takımlar: hepsi uygun

source: Swamp Island
tr: Bataklık Ada

source: Swamp Monks
tr: Bataklık Rahipleri

source: The Far North
tr: Uzak Kuzey

source: The Green Plateau
tr: Yeşil Plato

source: The Oasis Triangle
tr: Vaha Üçgeni

source: The ancient sun of fire
tr: Ateşin kadim güneşi

source: The big lake
tr: Büyük göl

source: The breath-taking beauty of these emerald lands has lured many tribes into an attempt of taking them for themselves.
tr: Zümrüt toprakların nefes kesen güzelliği birçok kabileyi kendisini almaları için cezbetti.

source: The four mighty harbours of the Craw Islands were trading their goods among each others for ages. All of them needed resources, they could not produce on their own territory and provided resources that the other could not produce in exchange. Based on these trades a very friendly commerce was common between the four harbours and the people living on the Craw Islands - just until lately two of the harbours united to an exclusive trade alliance, forcing the other two to do the same. Suddenly it seems it is only a matter of time, until the first fights between the harbours will shake the peaceful life that lasted so long...
tr: Yıllardır Craw adasının dört büyük limanı aralarında ticaret yapıyordu. Hepsi kendi üretemediği ürünleri, diğerlerinin üretemediği ürünlerle değişiyordu. Bu karşılıklı ticaret sonucu Craw adasında barış hüküm sürmekteydi- ta ki iki liman aralarında ticaret anlaşması yapana ve diğer ikisini de buna zorlayana kadar. Birdenbire vaziyet öyle bir hal aldı ki limanların savaş başlatması ve uzun süredir devam eden barış ortamını bozması an meselesiydi...

source: The long way
tr: Uzun yol

source: The pass through the mountains
tr: Dağlardaki geçit

source: There are two big questions around: Who created this unbelievably big maze and what can be found inside?
tr: İki büyük soru var: Bu inanılmaz labirenti kim yaptı ve içinde ne var?

source: There is something mystical, like a grey atmosphere, around these three oases, which no one found out about yet. Perhaps you will be the one, but be aware of the others, who are searching too!
tr: Bu üç vahanın çevresinde kimsenin bulamadığı mistik bişeyler var, gri atmosfer gibi. Belki de bulan sen olursun ama öteki arayanlara dikkat et.

source: These are the beautiful Finnish lands, which are of lakes, rivers, ancient forests and mountains. It is up to you, to find a way through these lands.
tr: Burada güzel Fin toprakları var, göller, nehirler, eski ormanlar ve dağlar. Bu topraklarda bir yol bulmak senin elinde.

source: This island once came out of the deepest grounds of the sea. In those days, fire rose out of the salty seawater and brought ash, stones and earth to daylight. And the fire came nearer and nearer to the sun, while the mountain grew and grew. Until one day, when the whole firemountain exploded. Nowadays only this ring is left from that mighty firemountain. Do you think, that it is big enough for more than one tribe?
tr: Bu ada bir zamanlar denizin en derin yerlerinden çıktı. O günlerde, ateş tuzlu deniz suyundan çıktı ve külü, taşları ve toprağı günyüzüne çıkardı. Dağ büyürken ateş güneşe yaklaştı. Tüm ateş dağının patladığı güne kadar. Bu günlerde ateştağından geriye sadece bu halka kaldı. Burasının birden fazla kabile için yeterli olduğunu düşünüyor musun?

source: This lake, deep in the most ancient forests, has long been known for its beauty and idyllic peace. Yet, its sanctity has been disturbed now, as two hostile tribes arrive at its shores...
tr: En eski ormanların derinliklerindeki bu göl, uzun zamandır güzelliği ve sakinliği ile bilindi. Şimdi kıyılarına gelen iki düşman kabile yüzünden kutsallığı huzursuz edildi...

source: Three Warriors
tr: Üç Savaşçı

source: Together we're strong
tr: Birlikte güçlüyüz

source: Twinkling Waves
tr: Parıldayan Dalgalar

source: Two Frontiers
tr: İki Cephe

source: Two empires race for the treasures of a legendary peninsula...
tr: İki kabile efsanevi yarımadanın hazineleri için yarışıyor...

source: War of the Valleys
tr: Vadilerin Savaşı

source: Well protected in their mighty fortresses, four power-hungry warlords are completing their schemes to dominate these lands...
tr: Devasa kalelerinde iyi korunan dört açgözlü savaşlordu, bu topraklara hükmetme planlarını tamamlıyorlar...

source: When Chat’Karuth died, he was an old man, father to three strong and ambitious sons and warlord to an army that could match any enemy willing to rise against the ancient forests. Though at the end of his glorious reign, Chat’Karuth left his eldest son, Thron, to succeed him as the tribe's warlord – a decision that left his two brothers unsatisfied. The old warlord knew that. As his father instructed him, Thron left the capital of Al’thunran, the home of the Throne Among the Trees and withdrew his forces to the high hills where he buried the corpse of his father. There he swore to the gods and his father's spirit that he’d return to re-established order. While his brothers raged in blind war against Thron and the few forces he left to secure the borders of Al’thunran, the young warlord seeks to reunite his ambitious brothers and force the tribes to march once again under a common banner.
tr: Chat'Karuth öldüğünde yaşlıydı, üç güçlü ve hırslı çocuk babasıydı ve kadim ormanlara karşı gelecek herhangi bir düşmanla başedebilecek bir ordunun savaşlordu idi. Chat’Karuth en büyük oğlu Thron'a kabilenin savaşlordu ünvanını bıraktı - diğer iki oğlunu memnun etmeyen bir karar. Yaşlı savaşlordu bunu biliyordu. Babasının buyurduğu üzere, Thron başkent Al’thunran, Ağaçların İçindeki Krallığın evini terketti ve kuvvetlerini babasının mezarının bulunduğu yüksek tepelere taşıdı. Orda tanrılara ve babasının ruhuna, geri dönüp düzeni tekrar sağlayacağına yemin etti. Kardeşleri, Thron ve Al’thunran'ın sınırlarını korumak için bırakılmış birkaç kuvvete karşı körü körüne savaşırken, genç savaşlordu hırslı kardeşlerini birleştirmek ve kabileleri tekrar aynı bayrak altına sokmanın yollarını arıyordu.

source: Who will be the real King of the big atoll?
tr: Büyük mercanadanın gerçek Kralı kim olacak?

source: Wisent Valley
tr: Bizon Vadisi
