Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: The enemy defeated your soldiers at the Citadel
de: Der Feind hat deine Soldaten an der Zitadelle besiegt.
ru: Враг одолел ваших солдат в цитадели.

source: Your soldiers defeated the enemy at the Citadel
de: Deine Soldaten haben den Feind an der Zitadelle besiegt.
ru: Ваши солдаты одолели врага в цитадели.

source: Your Donjon discovered an aggressor.
de: Dein Wachturm hat einen Angreifer entdeckt.
ru: Ваш донжон обнаружил врага.

source: Your Donjon is under attack.
de: Dein Wachturm wird angegriffen.
ru: Ваш донжон атакован.

source: The enemy defeated your soldiers at the Donjon
de: Der Feind hat deine Soldaten am Wachturm besiegt.
ru: Враг одолел ваших солдат в донжоне.

source: Your soldiers defeated the enemy at the Donjon
de: Deine Soldaten haben den Feind am Wachturm besiegt.
ru: Ваши солдаты одолели врага в донжоне.

source: Your Fortress discovered an aggressor.
de: Deine Festung hat einen Angreifer entdeckt.
ru: Ваша крепость обнаружила врага.

source: Your Fortress is under attack.
de: Deine Festung wird angegriffen.
ru: Ваша крепость атакована.

source: The enemy defeated your soldiers at the Fortress
de: Der Feind hat deine Soldaten an der Festung besiegt.
ru: Враг одолел ваших солдат в крепости.

source: Your soldiers defeated the enemy at the Fortress
de: Deine Soldaten haben den Feind an der Festung besiegt.
ru: Ваши солдаты одолели врага в крепости.

source: Your Guardhall discovered an aggressor.
de: Deine Wächterhalle hat einen Angreifer entdeckt.
ru: Ваш форт обнаружил врага.

source: Your Guardhall is under attack.
de: Deine Wächterhalle wird angegriffen.
ru: Ваш форт атакован.

source: The enemy defeated your soldiers at the Guardhall
de: Der Feind hat deine Soldaten an der Wächterhalle besiegt.
ru: Враг одолел ваших солдат в форте.

source: Your soldiers defeated the enemy at the Guardhall
de: Deine Soldaten haben den Feind an der Wächterhalle besiegt.
ru: Ваши солдаты одолели врага в форте.

source: Your Guardhouse discovered an aggressor.
de: Dein Wachhaus hat einen Angreifer entdeckt.
ru: Ваша караульная обнаружила врага.

source: Your Guardhouse is under attack.
de: Dein Wachhaus wird angegriffen.
ru: Ваша караульная атакована.

source: The enemy defeated your soldiers at the Guardhouse
de: Der Feind hat deine Soldaten am Wachhaus besiegt.
ru: Враг одолел ваших солдат в караульной.

source: Your soldiers defeated the enemy at the Guardhouse
de: Deine Soldaten haben den Feind am Wachhaus besiegt.
ru: Ваши солдаты одолели врага в караульной.

source: Your High Tower discovered an aggressor.
de: Dein Bergfried hat einen Angreifer entdeckt.
ru: Ваша дозорная башня обнаружила врага.

source: Your High Tower is under attack.
de: Dein Bergfried wird angegriffen.
ru: Ваша дозорная башня атакована.

source: The enemy defeated your soldiers at the High Tower
de: Der Feind hat deine Soldaten am Bergfried besiegt.
ru: Враг одолел ваших солдат в дозорной башне.

source: Your soldiers defeated the enemy at the High Tower
de: Deine Soldaten haben den Feind am Bergfried besiegt.
ru: Ваши солдаты одолели врага в дозорной башне.

source: Your Outpost discovered an aggressor.
de: Dein Außenposten hat einen Angreifer entdeckt.
ru: Ваша застава обнаружила врага.

source: Your Outpost is under attack.
de: Dein Außenposten wird angegriffen.
ru: Ваша застава атакована.

source: The enemy defeated your soldiers at the Outpost
de: Der Feind hat deine Soldaten am Außenposten besiegt.
ru: Враг одолел ваших солдат на заставе.

source: Your soldiers defeated the enemy at the Outpost
de: Deine Soldaten haben den Feind am Außenposten besiegt.
ru: Ваши солдаты одолели врага на заставе.

source: Your Sentry discovered an aggressor.
de: Dein Wachposten hat einen Angreifer entdeckt.
ru: Ваша караульная обнаружила врага.

source: Your Sentry is under attack.
de: Dein Wachposten wird angegriffen.
ru: Ваша караульная атакована.

source: The enemy defeated your soldiers at the Sentry
de: Der Feind hat deine Soldaten am Wachposten besiegt.
ru: Враг одолел ваших солдат в караульной.

source: Your soldiers defeated the enemy at the Sentry
de: Deine Soldaten haben den Feind am Wachposten besiegt.
ru: Ваши солдаты одолели врага в караульной.

source: Your Small Tower discovered an aggressor.
de: Dein Spähturm hat einen Angreifer entdeckt.
ru: Ваша малая башня обнаружила врага.

source: Your Small Tower is under attack.
de: Dein Spähturm wird angegriffen.
ru: Ваша малая башня атакована.

source: The enemy defeated your soldiers at the Small Tower
de: Der Feind hat deine Soldaten am Spähturm besiegt.
ru: Враг одолел ваших солдат в малой башне.

source: Your soldiers defeated the enemy at the Small Tower
de: Deine Soldaten haben den Feind am Spähturm besiegt.
ru: Ваши солдаты одолели врага в малой башне.

source: Your Tower discovered an aggressor.
de: Dein Turm hat einen Angreifer entdeckt.
ru: Ваша башня обнаружила врага.

source: Your Tower is under attack.
de: Dein Turm wird angegriffen.
ru: Ваша башня атакована.

source: The enemy defeated your soldiers at the Tower
de: Der Feind hat deine Soldaten am Wachturm besiegt.
ru: Враг одолел ваших солдат в башне.

source: Your soldiers defeated the enemy at the Tower
de: Deine Soldaten haben den Feind am Wachturm besiegt.
ru: Ваши солдаты одолели врага в башне.

source: It can make Axes, Sharp Axes and Broad Axes.
de: Er kann Äxte, Scharfe Äxte und Breitäxte herstellen.
fr: Peut fabriquer des Haches, des Haches Aiguisées et des Haches Larges.
ru: Производит топоры, острые топоры и секиры.

source: Your soldiers have occupied your Barrier
de: Deine Soldaten haben deine Barriere besetzt.
ru: Ваши солдаты заняли ваш форпост.

source: Your soldiers have occupied your Citadel
de: Deine Soldaten haben deine Zitadelle besetzt.
ru: Ваши солдаты заняли вашу цитадель

source: Port
de: Hafen
ja: 港
ru: Гавань

source: Weaving-Mill
de: Weberei
fr: Atelier de tissage
ru: Ткацкая фабрика

source: Your soldiers have occupied your Donjon
de: Deine Soldaten haben deinen Wachturm gesetzt.
ru: Ваши солдаты заняли ваш донжон

source: Your soldiers have occupied your Fortress
de: Deine Soldaten haben deine Festung besetzt.
ru: Ваши солдаты заняти вашу крепость

source: It can make Bread Paddles, Felling Axes, Fire Tongs, Fishing Rods, Hammers, Hunting Spears, Kitchen Tools, Picks, Scythes and Shovels.
de: Er kann Brotschieber, Holzfälleräxte, Feuerzangen, Angeln, Hämmer, Jagspeere, Küchengeräte, Spitzhacken, Sensen und Schaufeln herstellen.
fr: Peut fabriquer des planches à pain, des cognées, des tenailles, des cannes à pêche, des marteaux, des lances de chasse, des ustensiles de cuisine, des pioches, des faux et des pelles.
ja: パンパドル、伐採斧、火ばさみ、釣竿、 ハンマー、狩猟槍、料理道具、ツルハシ、大鎌、 シャベルをつくります。
ru: Производит лопаты для выпечки, топоры дровосека, клещи, удочки, молотки, копья охотника, кухонную утварь, кирки, косы и лопаты.

source: Helps with carrying items on heavily used roads.
de: Hilft beim Transport von Waren auf viel benutzten Straßen.
ru: Помогает перевозить товары по дорогам с сильным движением.

source: Your soldiers have occupied your Sentry
de: Deine Soldaten haben deinen Wachposten besetzt.
ru: Ваши солдаты заняли вашу караульную

source: Weaving Mill
ja: 機織所

source: "A new Warriors Axe brings forth the best in its wielder – or the worst in its maker."
fr: "Une nouvelle hache de guerre montre le meilleur de celui qui la manie - ou le pire de celui qui l'a faite."

source: "As silent as a panther,<br> as deft as a weasel,<br> as swift as an arrow,<br> as deadly as a viper."
fr: "Aussi silencieux qu'une panthère,<br> agile comme la belette,<br> rapide comme une flèche,<br> aussi mortel qu'un serpent."

source: "Evade" increases the soldier's chance not to be hit by the enemy and so to remain totally unaffected.
fr: "Esquive" augmente les chances d'un soldat de ne pas être touché par un ennemi et lui permet ainsi de ne pas être affecté par l'attaque.

source: "Forming new stone from old with fire and water."
fr: "A partir d'une vieille pierre, en créer une nouvelle grâce au feu et à l'eau."

source: "He loves the animals and to breed them<br>as we love to cook and eat them."
fr: "Il aime les animaux et leur élevage <br> autant que nous aimons les cuire et les manger."

source: "He who can grow two trees where normally grows only one exceeds the most important general!"
fr: "Celui qui fait pousser deux arbres à la place d'un est plus digne d'éloge que le meilleur général."

source: "He who is strong shall not forgive nor forget, but revenge injustice suffered - in the past and for all future."
fr: "Celui qui est fort ne pardonnera ni n'oubliera, mais vengera l'injustice subie - par le passé et pour l'éternité."

source: "I can handle tons of granite, man, but no more of your vain prattle."
fr: "Je peux porter des tonnes de granit, mon gars, mais je ne supporte plus ton vain bavardage."

source: "I look at my own pick wearing away day by day and I realize why my work is important."
fr: "Je regarde ma propre pioche s'user jour après jour et je comprends pourquoi mon travail est important."

source: "Let the first one drive away the hunger, the second one put you at ease; when you have swallowed up your third one, it's time for the next shift!"
fr: "Que la première chasse la faim, que la deuxième te mette à l'aise ; quand tu as descendu la troisième, la pause est terminée !"

source: "No better friend you have in battle than the enemy's blow that misses."
fr: "Dans la bataille, vous n'aurez jamais meilleure amie que la flèche qui vous a manqué."

source: "Oh how sweet is the source of life,<br> that comes down from the sky <br> and lets the earth drink."
fr: "Douce est la source de vie,<br> qui descend du ciel <br> et permet à la terre de boire."

source: "Soft and supple.<br> And yet untouched by time and weather.<br> Rays of sun, wrought into eternity ..."
fr: "Doux et souple.<br> Et pourtant inaltéré par le temps et les intempéries.<br> Rayons de soleil, forgés jusqu'à la fin des temps..."

source: "Take 200 hits to fell a tree and you're a baby. Take 100 and you're a soldier. Take 50 and you're a hero. Take 20 and soon you will be a honorable lumberjack."
fr: "Abattez un arbre en 200 coups, vous êtes un bébé. En 100 coups, vous êtes un soldat. En 50, vous êtes un héros. Abattez-le en 20 coups et bientôt vous serez un bûcheron honorable."

source: "The Art of Hunting"
fr: "L'Art de la Chasse"

source: "We grow roofs"
fr: "Nous faisons pousser des toits"

source: "We make it work!"
fr: "Nous la faisons fonctionner !"

source: "What do you mean, my fish ain't fresh?!"
fr: "Comment ça, il est pas frais mon poisson ??"

source: %s from the Coal mine or the Charcoal Burner's House
fr: %s d'une mine de charbon ou d'une maison du charbonnier

source: %s from the Lumberjack's hut
fr: %s d'une cabane du bûcheron

source: %s in a conversation with a %s
fr: %s en conversation avec un %s

source: A %s exploits all of the resource down to the deepest level.<br>But even after having done so, it will still have a %s chance of finding some more %s.
fr: Un %s exploite toute la ressource jusqu'au niveau le plus profond.<br> Mais même après avoir fait cela, il y aura encore %s de chances de trouver plus de %s.

source: A %s exploits only %s of the resource. <br> From there on, it will only have a 5%% chance of finding %s.
fr: Un %s exploite seulement %s de la ressource. <br> A partir de là, il n'aura que 5%% de chance de trouver du/de la %s.

source: A %s exploits only %s of the resource.<br>From there on, it will only have a 5%% chance of finding %s.
fr: Un %s exploite seulement %s de la ressource. <br> A partir de là, il n'aura que 5%% de chance de trouver du/de la %s.

source: A Fernery can produce a sheaf of Thatch Reed in about %s on average.
fr: Une fougeraie peut produire une gerbe de chaume de roseau en %s en moyenne.

source: A helmet is basic tool to protect warriors. It is produced in the helmsmithy and used in the trainingscamp - together with food - to train soldiers from healthpoints level 0 to healphpoints level 1.
fr: Un casque est l'outil de base de protection des guerriers. Il est produit dans la fabrique de casques et utilisé dans les camps d'entraînement - avec de la nourriture - pour améliorer les points de santé des soldats du niveau 0 au niveau 1.

source: A meal is made out of pitta bread, strongbeer and fish/meat in a big inn. This substantial food is exactly what workers in a deeper mine need.
fr: Un repas est fait à partir de pain pita, de bière forte et de poisson/viande dans une grande auberge. Cette nourriture substantielle est exactement ce dont les mineurs des mines profondes ont besoin.

source: A warhelmet is an enhanced armour for barbarian warriors. It is produced in a helmsmithy and used in a trainingscamp - together with food - to train soldiers from healthpoints level 1 to level 2.
fr: Un casque de guerre est une pièce avancée de l'armure des guerriers barbares. Il est produit dans la fabrique de casques et utilisé dans les camps d'entraînement - avec de la nourriture - pour améliorer les points de santé des soldats du niveau 1 au niveau 2.

source: Ages ago, the Barbarians learned to delve into mountainsides for that black material that feeds their furnaces. <br> Wood may serve for a household fire and to keep you warm, but when it comes to working with iron or gold, there is no way around coal.
fr: Dans des temps reculés, les Barbares ont appris à creuser le flanc des montagnes pour trouver ce matériau noir qui nourrit leurs fourneaux. <br> [tab Le bois peut servir au feu de cheminée et à vous tenir chaud, mais quand il s'agit de travailler l'or ou le fer, on ne peut pas se passer du charbon.

source: An %s exploits only %s of the resource. <br> From there on, it will only have a 5%% chance of finding %s.
fr: Un %s exploite seulement %s de la ressource.<br> Après cela, il n'aura que 5%% de chance d'en trouver %s.

source: Attack Training:
fr: Entrainement à l'attaque :

source: Axe
fr: Hache

source: Axefactory
fr: Fabrique de haches

source: Baking Tray
fr: Plateau de cuisson

source: Battle Axe
fr: Hache de bataille

source: Besides pitta bread and meat, fish is also a foodstuff for the barbarians. It is used in the taverns, inns and big inns and in the trainingsites (trainingscamp and battle arena).
fr: À part le pain pita et la viande, le poisson est aussi un aliment pour les barbares. Il est utilisé dans les tavernes, les auberges, les grandes auberges et les sites d'entraînement (camp d'entraînement et arène de combat).

source: Both Trainings:
fr: S'entraînent ensemble :

source: Breeds the strong oxen that help in the transportation of wares.
fr: Élève des bœufs pour aider au transport des marchandises.

source: Broad Axe
fr: Grande hache

source: Bronze Axe
fr: Hache de bronze

source: Build Cost:
fr: Coût de construction :

source: Carve %s out of stones standing near the hut.
fr: Taille %s de la pierre proche de la cabane.

source: Charcoal Burner's House
fr: Maison du Charbonnier

source: Chief Chat'Karuth in a speech to his army.
fr: Le chef Chat'Karuth lors d'un discours à son armée.

source: Coal from the Coal mine or the Charcoal Burner's House
fr: Charbon provenant de la mine de charbon ou de la maison du charbonnier.

source: Cuts raw pieces of granite out of laying stones.
fr: Coupe des blocs de granit à partir des pierres disponibles.

source: Excerpt from "Our Treasures Underground",<br> a traditional Barbarian song.
fr: Extrait de "Nos trésors souterrains",<br> une chanson folklorique barbare.

source: Fell trees in the surrounding area and process them into trunks.
fr: Abattez des arbres dans les environs et élaguez-en les troncs.

source: Felling Axe
fr: Cognée

source: Ferner
fr: Horticulteur

source: Fernery
fr: Horticulteur

source: Field harvested
fr: Champ moissoné

source: Field medium
fr: Champ moyen

source: Field ripe
fr: Champ mûr

source: Field small
fr: Petit champ

source: Field tiny
fr: Champ minuscule

source: Fire tongs are tools of the smelter, who works in the smelting works. Produced in the metal works (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: Les tenailles sont les outils du fondeur, qui travaille dans la fonderie. Elles sont produites dans la forge (mais cessent d'êtres produites par le bâtiment s'il est amélioré en fabrique de haches ou en moulin de guerre).

source: Fisher's Hut
fr: Cabane de pêcheur

source: Fishing rods are needed by barbarian fishers for fishing. It is one of the basic tools produced in a metalwork shop (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: Les cannes à pêche sont nécessaires aux pêcheurs barbares pour pêcher. C'est l'un des outils de base produit dans la forge (mais cessent d'être produites si le bâtiment est amélioré en fabrique de haches et en moulin de guerre).

source: Gamekeeper's Hut
fr: Cabane de garde-chasse

source: Gets fish out of the sea.
fr: Pêche des poissons.

source: Gold is the most valuable of all metals; only very important things are garnished with it. It is obtained out of gold ore in a smelting works. It is used as a precious building material and to produce different axes (in the war mill) and different armours (in the helmsmithy).
fr: L'or est le plus précieux des métaux; seule des choses très importantes en sont incrustées. Il est obtenu à partir du minerai d'or dans la fonderie. Il est utilisé comme précieux matériau de construction et pour produire différentes haches (dans le moulin de guerre) et différentes armures (dans la fabrique de casques).

source: Gold ore is mined in a goldmine. Smelted in a smelting works it becomes gold, which is used as a precious building material and to produce weapons and armours.
fr: Le minerai d'or est extrait des mines d'or. Fondu dans une fonderie il deviendra de l'or, qui est utilisé comme un matériau de construction précieux et pour produire des armes et des armures.

source: Helmsmithy
fr: Fabrique de casques

source: Helps to carry items at heavily used roads.
fr: Aide à transporter les objets sur les routes surchargées de trafic.

source: Hitpoints
fr: Points de vie

source: Hitpoints Training:
fr: Entraînement points de vie :

source: How can one create a meal, snack or ration, if there are no kitchen tools? Be sure to have a metalworks to produce this basic tool (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: Comment pouvons nous faire un repas, un casse-croûte ou une ration, si nous n'avons pas d'ustensiles de cuisine ? Assurez-vous d'avoir une forge pour produire les outils de base (mais cesse de les produire si le bâtiment est amélioré en fabrique de haches ou en moulin de guerre).

source: Hunter's Hut
fr: Cabane de chasseur

source: If all needed wares are delivered in time, a %s can train %s for one soldier from 0 to the highest level in %s on average.
fr: Si tous les biens nécessaires sont livrés à temps, un %s peut entraîner %s pour un soldat du niveau 0 au plus haut niveau en %s en moyenne.

source: If all needed wares are delivered in time, a %s can train one new soldier in %s and %s to the final level in %s on average.
fr: Si tous les biens nécessaires sont livrés à temps, un %s peut entraîner un nouveau soldat en %s et %s au plus haut niveau en %s en moyenne.

source: If all needed wares are delivered in time, this building can produce %s in %s on average.
fr: Si tous les biens nécessaires sont livrés à temps, ce bâtiment peut produire %s en %s en moyenne.

source: Iron is obtained out of iron ores in the smelting works. It is used to produce weapons and tools in the metalwork shop, axefactory, war mill and in the helmsmithy.
fr: Le fer est extrait du minerai de fer dans les fonderies. Il est utilisé pour produire des armes et des outils dans la forge, la fabrique de haches, le moulin de guerre et la fabrique de casques.

source: Iron ores are mined in iron mines. They deliver iron when smelted in a smelting works.
fr: Le minerai de fer est extrait des mines de fer. Il donne du fer quand il est fondu dans une fonderie.

source: It can not be upgraded.
fr: Ne peut pas être amélioré(e).

source: Krumta, carpenter of Chat'Karuth
fr: Krumta, charpentier de Chat'Karuth

source: Lumberjack's Hut
fr: Cabane du bûcheron

source: Meat contains a lot of energy. It is produced by the hunters and used in the taverns, inns and big inns to prepare rations, snacks and meals for the miners. It is also consumed in the training sites (trainingscamp and battle arena).
fr: La viande contient beaucoup d'énergie. Elle est produite par les chasseurs et utilisée dans les tavernes, auberges et grandes auberges pour préparer des rations, des collations et des repas pour les mineurs. Elle est aussi consommée dans les sites d'entraînement (camp d'entraînement et arène de combat).

source: Metalwork Shop
fr: Forge

source: Only this beer is acceptable for the warriors in a battle arena. Some say, the whole power of the barbarians is in this ale. It helps to train the soldier's evade level from 0 to 1 to 2. Strong beer is also used in big inns to prepare meals.
fr: Seule cette bière est acceptable pour les guerriers dans l'arène de combat. Certains disent que toute la puissance des barbares est dans cette bière. Elle aide les soldats à augmenter leur niveau d'esquive du niveau 0 à 1 et 2. La bière forte est aussi utilisée dans les grandes tavernes pour préparer des repas.

source: Produce axe
fr: Produit des haches

source: Produce bakingtray
fr: Produit des plaques de cuisson

source: Produce battleaxe
fr: Produit des haches de bataille

source: Produce broadaxe
fr: Produit des grandes haches

source: Produce bronzeaxe
fr: Produit des haches de bronze

source: Produce felling axe
fr: Produit des cognées

source: Produce sharpaxe
fr: Produit des haches aiguisées

source: Produce warhelmet
fr: Produit des casques de guerre

source: Produce warriorsaxe
fr: Produit des haches de guerre

source: Provided by the
fr: Fourni(e) par le/la

source: Ragnald the Child's answer to the question, what he's doing in the dirt. His "new stone" now is an important building material.
fr: La réponse de Ragnald l'Enfant à la question : que fait-elle dans la boue. Sa "nouvelle pierre" est maintenant un matériau de construction important.

source: Ranger's Hut
fr: Cabane de garde forestier

source: Reed medium
fr: Roseau moyen

source: Reed ripe
fr: Roseau mûr

source: Reed small
fr: Petit roseau

source: Reed tiny
fr: Roseau minuscule

source: Resource indicator coal little
fr: Indicateur de ressource : peu de charbon

source: Resource indicator coal much
fr: Indicateur de ressource : beaucoup de charbon

source: Resource indicator gold little
fr: Indicateur de ressource : peu d'or

source: Resource indicator gold much
fr: Indicateur de ressource : beaucoup d'or

source: Resource indicator granite little
fr: Indicateur de ressource : un peu de granit

source: Resource indicator granite much
fr: Indicateur de ressource : beaucoup de granit

source: Resource indicator iron little
fr: Indicateur de ressource : un peu de fer

source: Resource indicator iron much
fr: Indicateur de ressource : beaucoup de fer

source: Resource indicator no resource
fr: Indicateur de ressource : rien

source: Resource indicator water
fr: Indicateur de ressource : eau

source: Scout's Hut
fr: Hutte d'éclaireur

source: Scouts like Scotty the scout scout unscouted area in a scouty fashion.
fr: Les éclaireurs comme l'éclaireuse Claire explorent clairement les clairières, c'est clair.

source: Seed and harvest wheat.
fr: Plante et récolte du blé.

source: Sharp Axe
fr: Hache aiguisée

source: Ship construction site
fr: Site de construction navale

source: Slogan of the Guild of Ferners
fr: Slogan de la guilde des horticulteurs
