Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: The Reed Yard’s output will only go to construction sites that need it.
de: Das produzierte Reet wird nur zu Baustellen, die es benötigen, transportiert.
gd: Cha tèid às-chur an fheur-liosa ach gu làraichean-togail a bhios feumach air.
ja: カヤ園の出力先は、 それを必要とする建設地のみです。
ru: Продукция оранжереи будет отравляться только на нуждающуюся в этом стройплощадку.

source: A Reed Yard can produce a sheaf of Thatch Reed in about %s on average.
de: Ein Reethof kann ein Bündel Reet in durchschnittlich etwa %s produzieren.
gd: Saothrachaidh feur-lios sguab feòir gach %s sa chuibheas.
ja: カヤ園は、一束のカヤを生産するために 平均約%sかかります。
ru: Оранжерея в среднем производит один сноп тростника каждые %s.

source: Scouts like Scotty the scout scouting unscouted areas in a scouty fashion.
de: Erkunder wie Erkundigunde, der Erkunder, erkunden das unerkundete Gebiet auf erkundliche Weise.
gd: An rabhadair a rabhas mun aineol mar a bheachdaicheas am beachdadair air nach eil fios no fàth air.
ja: スコット偵察風偵察兵、偵察服着て未偵察地を偵察する。
ru: Разведчики, такие как разведчик Скотти, разведывательно разведывают неразведанные земли.

source: Headquarters medium
de: Normales Hauptquartier
fr: Quartier Général Moyen
gd: Prìomh-àras meadhanach
ja: 中規模の本拠地
ru: Обычный штаб

source: Citadel village
de: Zitadellendorf
fr: Village fortifié
gd: Cathair-bhaile
ja: 城塞都市
ru: Укреплённа деревня

source: Not enough space
de: Nicht genug Platz
fr: Pas assez de place
gd: Chan eil rum gu leòr ann
ja: スペース不足
ru: Недостаточно места

source: Some of your starting buildings didn’t have enough room and weren’t built. You are at a disadvantage with this; consider restarting this map with a fair starting condition.
de: Einige deiner Startgebäude hatten nicht genug Platz und wurden nicht gebaut. Du bist damit im Nachteil; überlege, die Karte mit gerechten Startbedingungen neu zu starten.
gd: Cha robh rum gu leòr ann airson cuid dhe na togalaichean tòiseachaidh agad is cha deach an togail. Cuiridh seo èis ort; saoil an tòisich thu air a' mhapa seo a-rithist le cumhan tòiseachaidh cothromach?
ja: 開始時のいくつかの建物は、十分なスペースがないために建設されませんでした。 これによって不利な状態になります。公平な開始状態にするには、このマップの再スタートを検討してください。
ru: Не хватило места для постройки некоторых ваших стартовых сданий. Вы находитесь в невыгодном положении; можете начать карту заново, чтобы стартовать на более равных условиях.

source: The scythe is the tool of the farmer. It is produced in the metal workshop (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Die Sense ist das Werkzeug des Bauern. Sie wird in der Schmiede hergestellt (aber nicht mehr, wenn diese zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: 'S e acainn nan tuathanaich a th' anns an fhàl. Thèid a shaothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach e tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: 大鎌は、農夫の道具です。 鍛冶工房で製造されます（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Коса - это орудие фермера. Её изготавливают в кузнице (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: Your soldiers have occupied your sentry.
gd: Ghabh na saighdearan agad còmhnaidh san fhreiceadan agad.
ja: あなたの兵士が あなたの歩哨所を占拠しました。

source: Young warriors are proud to learn to fight with this powerful weapon. It is heavier and sharper than the ordinary ax. It is produced in axfactories and war mills. In training camps, it is used – together with food – to train soldiers from attack level 0 to level 1.
de: Junge Krieger sind stolz, mit dieser kraftvollen Waffe das Kämpfen zu lernen. Sie ist schwerer und schärfer als die gewöhnliche Axt. Sie wird in Axtmanufakturen und Waffenschmieden hergestellt. Sie wird im Ausbildungslager - zusammen mit Nahrung - verwendet, um Soldaten von der Angriffsstufe 0 auf 1 zu trainieren.
gd: Tha gach gaisgeach òr moiteil a dh'ionnsaicheas sabaid leis an arm chumhachdach seo. Tha e nas truime gèire na an tuagh àbhaisteach. Saothraichidh tu ann am factaraidh thuaghan i is thèid a cleachdadh sa champa trèanaidh – le biadh – gus ionnsaigh nan saighdearan a thrèanadh o leibheil 0 gu leibheil 1.
ja: 若い戦士は、この強力な武器で戦いを学ぶことを誇りに思います。それは、普通の斧よりも重く、より鋭いです。 斧工房と戦斧工房で製造されます。訓練場で兵士を攻撃レベル０からレベル１まで訓練するために――食物とともに――使用されます。
ru: Прекрасное оружие для молодых и гордых войнов. Слегка тяжелее и острее обычного топора. Производится на фабрике топоров. В тренировочном лагере солдаты увеличивают свою силу с 0 до 1 при помощи острого топора и еды.

source: A sea-worthy ship
de: Ein seetüchtiges Schiff
fr: Un digne navire de mer
gd: Long muir-acainneach
ru: Годный для плавания корабль

source: Works at the shipyard and constructs new ships.
de: Arbeitet in der Werft und erstellt neue Schiffe.
fr: Travaille au chantier naval et construit de nouveaux navires.
gd: Obraichidh e aig a' chala is togaidh e longan ùra.
ja: 新しい船を造り上げる造船所で働きます。
ru: Работает на верфи и строит новые суда.

source: Constructing ship
de: Baue eine Shiff
fr: Navire en cours de construction
gd: A' togail long
ja: 建造中の船
ru: Строительство корабля

source: The shovel is needed for the proper handling of plants. Therefore the gardener and the ranger use it. Produced at the metal workshop (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Die Schaufel wird für den richtigen Umgang mit Pflanzen benötigt, daher verwenden der Reetbauer und der Förster sie. Sie wird in der Schmiede produziert (aber nicht mehr, wenn diese zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: Feumaidh tu sluasaid gus lusan a làimhseachadh mar bu chòir. Mar sin, cleachdaidh an gàirnealair is am maoir-coille tè. Thèid a saothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach e tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: シャベルは、植物の適切な取扱いに必要です。したがって、カヤ農夫と植樹番がそれを使用します。 鍛冶工房で製造されます（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。

source: Smelts iron.
de: Verhüttet Eisenerz.
fr: Fait fondre du fer.
gd: Leaghaidh e iarann.
ja: 鉄を精錬します
ru: Выплавляет железо.

source: Smelt iron
de: Verhüttet Eisenerz
fr: Fait fondre du fer
gd: leaghadh iarainn
ja: 鉄の製錬
ru: выплавить железо

source: Smelt gold
de: Verhüttet Golderz
fr: Fait fondre de l'or
gd: leaghadh òir
ja: 金の製錬
ru: выплавить золото

source: A bigger morsel than the ration to provide miners in deep mines. It is produced in an inn or a big inn out of fish/meat, pitta bread and beer.
de: Größere Nahrungsmengen als die Ration ernähren die Arbeiter in tiefen Minen. In einem Wirtshaus oder einer Gaststätte werden sie aus Fisch oder Fleisch sowie Fladenbrot und Bier hergestellt.
fr: Une plus grosse portion que la ration pour sustenter les mineurs des mines profondes. Il est produit dans une auberge ou une grande auberge à partir de poisson/viande, de pain pita et de bière.
gd: Seo greim bidhe nas motha na a' ghreimeag gus mèinnearan ann am mèinnean domhain a bhiadhadh. Nì taigh-òil no taigh-seinnse e dhe iasg/feòil, aran tur is leann.
ja: 深い鉱山の鉱夫に用意するための、糧食よりも大きな食物です。魚／肉、ピタパン、ビールを消費して、食堂と大食堂で生産されます。
ru: Закуска - питание для шахтеров в глубоких шахтах. Производится в трактире или большом трактире из рыбы/мяса, лепёшек и пива.

source: Defend and Conquer!
de: Verteidigt und Erobert!
fr: Défend et conquiert !
gd: Dìon is ceannsaich!
ja: 守って攻めろ！
ru: Защищать и завоёвывать!

source: Cuts raw pieces of granite out of rocks.
de: Bricht grobe Granitblöcke aus Felsen.
gd: Gearraidh e pìosan de ghraineal à chlachan.
ja: 岩から、花崗岩の原石を切り出します。
ru: Вырезает камень из валунов.

source: Only this beer is acceptable for the warriors in a battle arena. Some say that the whole power of the barbarians lies in this ale. It helps to train the soldiers’ evade level from 0 to 1 to 2. Strong beer is also used in big inns to prepare meals.
de: Nur dieses Bier ist akzeptabel für die Krieger in der Arena. Einige sagen, dass die ganze Macht der Barbaren in diesem Bier liegt. Es hilft, die Ausweichstufe der Soldaten von 0 auf 1 und weiter auf 2 zu trainieren. Starkbier wird auch in Gaststätten verwendet, um Mahlzeiten zuzubereiten.
gd: Cha ghabh na gaisgich ann an raon catha ach ris an leann seo. Tha cuid ag ràdh gu bheil neart slàn nan Tùsanach san leann seo. Cuidichidh e ach an trèanaich thu teàrnadh saighdeir o leibheil 0 gu 1 gu 2. Cleachdaidh na taighean-seinnse leann làidir cuideachd gus miasan ullachadh.
ja: このビールは闘技場の戦士が受け取るだけです。この蒸留酒はバーバリアンの力の源だと言われています。 兵士の回避レベルを０から１また２に訓練するために役立ちます。ストロングビールは食事を用意するために大食堂でも使用されます。
ru: Войны с арены поединков признают только это пиво. Некоторые даже считают, что в этом пиве кроется вся сила варваров. Позволяет улучшить навык уклонения солдат с 0 до 1 и до 2. Крепкое пиво также нужно для приготовления обедов в гостиницах.

source: Thatch reed is produced in a reed yard and used to make the roofs of buildings waterproof.
de: Reet wird in einem Reethof hergestellt und wird verwendet, um die Dächer der Gebäude wasserdicht zu machen.
gd: Nì thu feur tughaidh ann am feur-lios is dìonaidh tu mullaich nan taighean an aghaidh an uisge leis.
ja: カヤは、カヤ園で生産され、建物の屋根の防水のために使用されます。
ru: Трострик выращивается в оранжерее и используется в кровле.

source: Trains the soldiers.
de: Bildet Krieger aus.
fr: Entraîne les soldats
gd: Trèanaidh e na saighdearan.
ja: 兵士を訓練します。
ru: Обучает солдат.

source: Upgrade soldier attack from level 0 to level 1
de: Verbessert Angriff des Soldaten von Stufe 0 auf 1
gd: àrdachadh ionnsaigh saighdeir o leibheil 0 gu leibheil 1
ja: 攻撃訓練Lv0→1
ru: Увеличить силу солдата с 0 до 1

source: Upgrade soldier attack from level 1 to level 2
de: Verbessert Angriff des Soldaten von Stufe 1 auf 2
gd: àrdachadh ionnsaigh saighdeir o leibheil 1 gu leibheil 2
ja: 攻撃訓練Lv1→2
ru: Увеличить силу солдата с 1 до 2

source: Upgrade soldier attack from level 2 to level 3
de: Verbessert Angriff des Soldaten von Stufe 2 auf 3
gd: àrdachadh ionnsaigh saighdeir o leibheil 2 gu leibheil 3
ja: 攻撃訓練Lv2→3
ru: Увеличить силу солдата с 2 до 3

source: Upgrade soldier attack from level 3 to level 4
de: Verbessert Angriff des Soldaten von Stufe 3 auf 4
gd: àrdachadh ionnsaigh saighdeir o leibheil 3 gu leibheil 4
ja: 攻撃訓練Lv3→4
ru: Увеличить силу солдата с 3 до 4

source: Upgrade soldier attack from level 4 to level 5
de: Verbessert Angriff des Soldaten von Stufe 4 auf 5
gd: àrdachadh ionnsaigh saighdeir o leibheil 4 gu leibheil 5
ja: 攻撃訓練Lv4→5
ru: Увеличить силу солдата с 4 до 5

source: Upgrade soldier health from level 0 to level 1
gd: àrdachadh slàinte saighdeir o leibheil 0 gu leibheil 1
ja: 体力訓練Lv0→1
ru: Увеличить здоровье солдата с 0 до 1

source: Upgrade soldier health from level 1 to level 2
gd: àrdachadh slàinte saighdeir o leibheil 1 gu leibheil 2
ja: 体力訓練Lv1→2
ru: Увеличить здоровье солдата с 1 до 2

source: Upgrade soldier health from level 2 to level 3
gd: àrdachadh slàinte saighdeir o leibheil 2 gu leibheil 3
ja: 体力訓練Lv2→3
ru: Увеличить здоровье солдата с 2 до 3

source: ‘He who is strong shall neither forgive nor forget, but revenge injustice suffered – in the past and for all future.’
de: "Wer stark ist soll weder vergeben noch vergessen, sondern erlittenes Unrecht rächen - in der Vergangenheit wie in der Zukunft."
gd: "Cha mhaith no dìochuimhnich ach nì am fear a tha treun dìoghaltas air ana-cheartas a dh'fhulaing e – san t-àm a dh'fhalbh is gu sìorraidh bràth."
ja: 「強い者は 許すことも 忘れることも しない。 だが、受けた 不当には 復讐をせよ ――これまでと 将来のために」
ru: 'Не забудет и не простит тот, кто силён. И будет его месть неотвратима временем'.

source: Chief Chat’Karuth in a speech to his army.
de: Häuptling Chat'Karuth in einer Ansprache an seine Armee
gd: An ceannard Chat'Karuth ann an òraid dha airm.
ja: 長チャ・カルーの彼の軍隊への演説。
ru: Вождь Чат'Каруф в обращении к своей армии.

source: Trains soldiers in Attack up to level 5, and in Health up to level 3.<br>Equips the soldiers with all necessary weapons and armor parts.
gd: Trèanaichidh e ionnsaigh nan saighdearan gu ruige leibheil 5 is an slàinte gu ruige leibheil 3.<br>Bheir e a h-uile arm is armachd a bhios a dhìth dha na saighdearan.
ja: 兵士の攻撃レベルを５まで、 また体力レベルを３まで訓練します。 兵士に必要な武器と防具を装備させます。

source: Note:
de: Hinweis:
gd: An aire:
ja: 注意:
ru: Памятка:

source: Barbarian soldiers cannot be trained in ‘Defense’ and will remain at their initial level.
de: Die Soldaten der Barbaren können nicht in "Verteidigung" trainiert werden und bleiben auf ihrem ursprünglichen Niveau.
gd: Cha ghabh saighdearan nan tùsanach trèanadh ann an "Dìon" agus bidh an leibheil tùsail aca gu buan.
ru: Солдаты варваров не могут тренировать навык защиты - он будет оставаться на начальном уровне.

source: Training Attack:
de: Trainiert Angriff:
gd: A' trèanadh ionnsaigh:
ja: 攻撃訓練:
ru: Тренировка силы:

source: Provided by the Axfactory
de: Von der Axtmanufaktur bereitgestellt
gd: 'Ga sholar le factaraidh thuaghan
ru: Поставляется с фабрики топоров

source: Provided by the War Mill
de: Von der Waffenschmiede bereitgestellt
gd: 'Ga sholar le ceàrdach-cogaidh
ru: Поставляется с военной фабрики

source: Training Health:
de: Trainiere die Gesundheitsstufe:
gd: A' trèanadh slàinte:
ja: 体力訓練:
ru: Увеличение здоровья:

source: Provided by the Helm Smithy
de: Von der Helmschmiede bereitgestellt
gd: 'Ga sholar le ceàrdach chlogaidean
ru: Поставляется из шлемной мастерской

source: Training Both
de: Trainiert beides
gd: A' trèanadh an dà chuid
ja: 両方訓練
ru: Тренировка обоих навыков:

source: Attack
de: Angriff
fr: Attaquer
gd: Ionnsaigh
ja: 攻撃力
ru: Силу

source: Health
de: Gesundheit
gd: Slàinte
ja: 体力
ru: Жизнь

source: If all needed wares are delivered in time, a Training Camp can train one new soldier in %1$s and %2$s to the final level in %3$s on average.
de: Wenn alle benötigten Waren rechtzeitig geliefert werden, kann ein Ausbildungslager einen neuen Soldaten in %1$s und %2$s auf die höchste Stufe in durchschnittlich %3$s trainieren.
gd: Ma thèid a h-uile bathar air a bheil feum a lìbhrigeadh ri àm, trèanaidh campa trèanaidh saighdear ùr ann an %1$s is %2$s gun leibheil as àirde an ceann %3$s sa chuibheas.
ja: 必要なすべてのアイテムが時間内に届いた場合、 訓練場は一人の新兵の%1$sと%2$sを訓練して 最大レベルにするために 平均%3$sかかります。

source: A warhelm is an enhanced armor for barbarian warriors. It is produced in a helm smithy and used in a training camp – together with food – to train soldiers from health level 1 to level 2.
de: Der Kriegshelm ist ein starker Schutz für die Krieger der Barbaren. Er wird in der Helmschmiede produziert und dient im Ausbildungslager – bei entsprechender Verpflegung – dazu, die Lebenspunkte eines Kriegers von Stufe 1 auf Stufe 2 zu erhöhen.
gd: 'S e armachd leasaichte a th' anns a' chlogaid cogaidh gus gaisgeach a dhìon. Saothraichidh tu ann an ceàrdach chlogaidean e is thèid a chleachdadh sa champa trèanaidh – le biadh – gus saighdearan a thrèanadh o shlàinte leibheil 1 gu slàinte leibheil 2.
ja: ウォーヘルムはバーバリアンの戦士の強化防具です。 兜工房で製造され、訓練場で、兵士の体力レベル１から体力レベル２に訓練するために――食物とともに――使用されます。
ru: Боевой шлем - это улучшенная версия доспеха варваров. Производится в шлемной мастерской и используется в тренировочном лагере - в совокупности с едой - чтобы увеличить здоровье войнов с 1 до 2.

source: Produce bronze ax
de: Schmiedet Bronzeaxt
gd: dèanamh tuaighe umha
ja: ブロンズアックスの生産
ru: Изготовить бронзовый топор

source: Produce battle ax
de: Schmiedet Kriegsaxt
gd: dèanamh tuaighe-chatha
ja: バトルアックスの生産
ru: Изготовить боевой топор

source: Produce warrior’s ax
de: Schmiedet Kriegeraxt
gd: dèanamh tuaighe-gaisgich
ja: ウォリアーズアックスの生産
ru: Изготовить топор война

source: The Barbarian War Mill is their most advanced production site for weapons. As such it needs to be upgraded from an Axfactory.
de: Die Waffenschmiede der Barbaren ist das fortschrittlichste Gebäude für die Waffenproduktion. Sie wird durch eine Verbesserung der Axtmanufaktur errichtet.
gd: 'S e an togalach saothrachaidh as adhartaiche airson arm aig na Tùsanaich a th' anns a' cheàrdach-cogaidh. Gheibh thu fear le leasachadh o fhactaraidh thuaghan.
ja: バーバリアンの戦斧工房は、 武器のための最拡張した生産施設です。 そのために、それは斧工房から拡張されます。
ru: На военной фабрике варваров производят самые лучшие топоры. Получается при модернизации фабрики топоров.

source: Coal from the Coal mine or the Charcoal Burner’s House
de: Kohle aus der Kohlenmine oder der Köhlerei
gd: Gual on mhèinn guail no seada gual-fhiodha
ja: 石炭(炭鉱または炭焼小屋から)
ru: Уголь из угольной шахты или домика углежога

source: All weapons require the same time for making, but the consumption of the same raw materials increases from step to step. The last two need gold.
de: Alle Waffen brauchen zur Herstellung die selbe Zeit, aber der Verbrauch an Rohstoffen steigt von Stufe zu Stufe. Die letzten beiden benötigen sogar Gold.
fr: Toutes les armes demandent le même temps pour leur fabrication, toutefois la consommation des mêmes matières premières augmente avec les étapes. Les deux dernières étapes nécessitent de l'or.
gd: Gabhaidh na h-uile seòrsa de dh'airm an aon ùine gus an dèanamh, ach caithidh iad barrachd bathair leis gach ceum. Bidh feum aig an dà fhear mu dheireadh air òr.
ja: すべての武器は、 つくるために同じ時間がかかりますが、 原材料の消費はだんだん増加します。 最後の二つの斧は金を必要とします。
ru: Для изготовления всего оружия требуется одинаковое количество времени, а количество сырья растет от шага к шагу. Последние два требуют золота.

source: The warrior’s axe is the most dangerous of all Barbarian weapons. Only a few warriors ever were able to handle those huge and powerful axes. It is produced in a war mill and used – together with food – in a training camp to train soldiers from attack level 4 to level 5.
de: Die Kriegeraxt ist die gefährlichste aller Waffen der Barbaren. Nur wenige Krieger waren jemals in der Lage, diese riesigen und mächtigen Äxte zu handhaben. Sie wird in einer Waffenschmiede produziert ist im Ausbildungslager - zusammen mit Nahrung - verwendet, um Soldaten von der Angriffsstufe 4 auf 5 zu trainieren.
gd: Is an tuagh-ghaisgich an arm as cunnartaiche aig na Tùsanaich. 'S gann na gaisgich a bhios comasach air na tuaghan làidir mòra seo a làimhseachadh. Saothraichidh tu ann an ceàrdach-cogaidh i is thèid a cleachdadh sa champa trèanaidh – le biadh – gus ionnsaigh nan saighdearan a thrèanadh o leibheil 4 gu leibheil 5.
ja: ウォリアーズアックスは、バーバリアンのもっとも危険な武器です。限られた戦士のみがこの巨大で強い斧を扱うことができます。 戦斧工房で製造され、訓練場で兵士を攻撃レベル４からレベル５に訓練するために――食物とともに――使用されます。
ru: Топор война - самое опасное оружие варваров. Только лучшие войны способны совладать с этими огромными и могучими топорами. Производятся на военной фабрике и используются в тренировочном лагере - в совокупности с едой - чтобы увеличить силу войнов с 4 до 5.

source: Water is the essence of life! It is used in the bakery, the micro brewery and the brewery. The lime kiln and the cattle farm also need to be supplied with water.
de: Wasser ist der Grundstoff des Lebens! Es wird in der Bäckerei, der Kleinbrauerei und der Brauerei verwendet. Auch die Kalkbrennerei und die Rinderzucht müssen mit Wasser versorgt werden.
gd: Is bith-bhrìgh an t-uisge! Cleachdaidh an taigh-fuine, an taigh-grùide beag is an taigh-grùide e. Tha an àth-aoil is an tuathanas crodh feumach air uisge cuideachd.
ja: 水は生命に不可欠です！ パン工房、ビール工房、醸造工房に使用されます。石灰釜と牛牧場にも水を供給する必要があります。
ru: Без воды нет жизни. Вода используется в пекарне, малой пивоварне и пивоварне. Также вода нужна цементной печи и скотному двору.

source: Produces cloth for ships and soldiers.
de: Produziert Stoffe für Schiffe und Krieger.
fr: Produit du tissu pour les bateaux et les soldats.
gd: Nì e clò airson longan is saighdearan.
ja: 船と兵士のために布をつくります。
ru: Выпускает сукно для судовых парусов и солдатской униформы.

source: ‘Oh how sweet is the source of life,<br> that comes down from the sky <br> and lets the earth drink.’
de: ‘Oh wie süß ist der Quell des Lebens,<br> der vom Himmel herab kommt <br> und die Erde trinken lässt.’
gd: "Nach àlainn tobar nam beò<br>a bheir òl don ùir<br>a' tùirling on iarmailt."
ja: 「ああ生命の源のなんと甘いこと 空から降り注ぎ 大地を潤す」
ru: 'О, нектар жизни,<br>падающий с небес<br>и утоляющий жажду земли'.

source: Song written by Sigurd the Bard<br>when the first rain fell after the Great Drought in the 21st year of Chat’Karuth’s reign.
de: Ein Lied, geschrieben von Sigurd dem Barden,<br>als der erste Regen nach der Großen Dürre im 21. Jahre von Chat'Karuths Herrschaft fiel.
gd: Òran a rinn an fhilidh Sigurd<br>nuair a thuit a' chiad uisge an dèidh an Tairt Mhòir sa 21ad bliadhna aig rìoghachadh Chat'Karuth'.
ja: 吟遊詩人シグルドが チャ・カルー治世21年の大干ばつ後にはじめての雨が降った時に 書いた歌
ru: Песня, написанная бардом по имени Сигурд во время первого дождя после Великой Засухи на 21-й год правления Чат'Каруфа.

source: Draw Water out of the deep.
de: Schöpfe Wasser aus der Tiefe.
fr: Puise l'eau des profondeurs.
gd: Tog uisge on doimhneachd.
ja: 地下水を汲み出します。
ru: Качает воду из глубин.

source: The Carrier needs %s to get one bucket full of water.
de: Der Träger benötigt %s um einen Eimer mit Wasser zu transportieren.
fr: Le transporteur a besoin d'un %s pour obtenir un seau plein d'eau.
gd: Bheir an giùlanair %s gus peile uisge fhaighinn.
ja: 運搬人は、バケツ満杯の水を得るために %sかかります。
ru: Для %s требуется носильщик, чтобы принести ведро воды.

source: Wheat is essential for surviving. It is produced in farms and consumed by bakeries, micro breweries and breweries. Also Cattle farms need to be supplied with wheat.
de: Weizen ist die Grundzutat für Fladenbrot und Bier. Er wird durch den Bauernhof produziert und von Bäckerei, Kleinbrauerei und Brauerei benötigt. Auch die Rinderzucht muss mit Weizen versorgt werden.
fr: Le blé est essentiel pour survivre. Il est produit dans les fermes et utilisé dans les boulangeries, les petites brasseries et les brasseries. Les fermes d'élevage ont aussi besoin d'être approvisionnés en blé.
gd: Tha mhair thu beò gun chruithneachd. Saothraichidh na tuathanasan i is thèid a chleachdadh leis na taighean-fuine, na taighean-grùide beag is na taighean-grùide. Tha tuathanasan crodh feumach air cruithneachd cuideachd.
ja: 小麦は生存のために不可欠です。 農場で生産され、パン工房とビール工房と醸造工房で消費されます。牛牧場にも小麦を供給する必要があります。
ru: Пшеница важна для выживания. Она выращивается на ферме и используется в пекарнях, малых пивоварнях и пивоварнях. Для скотного двора также нужна пшеница.

source: Your Barracks discovered an aggressor.
de: Deine Baracke hat einen Angreifer entdeckt.
ru: Ваша казарма обнаружила врага.

source: Your Barracks is under attack.
de: Deine Baracke wird angegriffen.
ru: Ваша казарма атакована.

source: The enemy defeated your soldiers at the Barracks
de: Der Feind hat deine Soldaten an der Baracke besiegt.
ru: Враг одолел ваших солдат в казарме.

source: Your soldiers defeated the enemy at the Barracks
de: Deine Soldaten haben den Feind an der Baracke besiegt.
ru: Ваши солдаты одолели врага в казарме.

source: Your Barrier discovered an aggressor.
de: Deine Barriere hat einen Angreifer entdeckt.
ru: Ваш форпост обнаружил врага.

source: Your Barrier is under attack.
de: Deine Barriere wird angegriffen.
ru: Ваш форпост атакован.

source: The enemy defeated your soldiers at the Barrier
de: Der Feind hat deine Soldaten an der Barriere besiegt.
ru: Враг одолел ваших солдат в форпосте.

source: Your soldiers defeated the enemy at the Barrier
de: Deine Soldaten haben den Feind an der Barriere besiegt.
ru: Ваши солдаты одолели врага в форпосте.

source: Your Castle discovered an aggressor.
de: Deine Burg hat einen Angreifer entdeckt.
ru: Ваш замок обнаружил врага.

source: Your Castle is under attack.
de: Deine Burg wird angegriffen.
ru: Ваш замок атакован.

source: The enemy defeated your soldiers at the Castle
de: Der Feind hat deine Soldaten an der Burg besiegt.
ru: Враг одолел ваших солдат в замке.

source: Your soldiers defeated the enemy at the Castle
de: Deine Soldaten haben den Feind an der Burg besiegt.
ru: Ваши солдаты одолели врага в замке.

source: Your Citadel discovered an aggressor.
de: Deine Zitadelle hat einen Angreifer entdeckt.
ru: Ваша цитадель обнаружила врага.

source: Your Citadel is under attack.
de: Deine Zitadelle wird angegriffen.
ru: Ваша цитадель атакована.
