Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: Quote from an anonymous miner.
de: Zitat eines anonymen Bergmanns.
fr: Citation d'un mineur anonyme.
gd: Mar a thuirt am mèinnear gun ainm.
ja: 匿名の鉱夫からの引用
ru: Слова неизвестного шахтёра.

source: If the food supply is steady, this mine can produce %s in %s on average.
de: Wenn das Nahrungsangebot konstant bleibt, kann diese Mine im Durchschnitt %s in %s produzieren.
fr: Si l'apport en nourriture est régulier, cette mine peut produire %s en %s en moyenne.
gd: Ma thèid biadh a lìbhrigeadh dha gu cunbhalach, saothrichidh a' mhèinn seo %s an ceann %s sa chuibheas.
ja: 食物供給が安定している場合、 この鉱山は%1$sをつくるのに 平均%2$sかかります。
ru: Средняя производительность шахты при наличии еды: %s каждые %s.

source: A %1$s exploits all of the resource down to the deepest level. But even after having done so, it will still have a %2$s chance of finding some more %3$s.
de: Eine %1$s baut alle Ressourcen bis zur tiefsten Stufe ab. Aber sogar danach hat sie noch eine Chance von %2$s, mehr %3$s zu finden.
gd: Togaidh %1$s a h-uile stòras gu ruige an doimhne as motha. Ach fiù 's às dèidh seo a dhèanamh, bidh seans de %2$s aice fhathast gun lorg i %3$s a bharrachd.
ja: %1$sは、 最深層の資源までをすべて掘りおこします。 <br>そのあとも、%2$sのチャンスで もうすこし%3$sを発見します。
ru: %1$s добывает ресурсы из самых глубин. И даже после выработки %3$s добывается с %2$s-м шансом.

source: %s or better and
de: %s oder besser und
fr: %s ou mieux et
gd: %s no nas fhearr agus
ja: %s以上と
ru: %s или лучше и

source: Your soldiers have occupied your donjon.
gd: Ghabh na saighdearan agad còmhnaidh san tùr-fhaire agad.
ja: あなたの兵士が あなたの物見塔を占拠しました。

source: Plant wheat
de: Pflanzt Weizen
fr: Sème du blé
gd: Cuir cruithneachd
ja: 小麦の種蒔き
ru: посадить пшеницу

source: Harvest wheat
de: Erntet Weizen
fr: Moissonne le blé
gd: Buain cruithneachd
ja: 小麦の収穫
ru: собрать урожай пшеницы

source: Sow and harvest wheat.
de: Sät und erntet Weizen.
gd: Cuir is buain cruithneachd.
ja: 小麦の種を蒔き、収穫します。
ru: Сеять и жать пшеницу.

source: Calculation needed
de: Berechnung erforderlich
fr: Calcul nécessaire
gd: Cha deach seo àireamhachadh fhathast
ja: 計算なし
ru: Нужно посчитать

source: Plants fields.
de: Bestellt Felder.
fr: Ensemence des champs
gd: Cuiridh e achaidhean.
ja: 小麦を育てます。
ru: Засевает поля.

source: The felling ax is the tool of the lumberjack to take down trees. It is produced in the metal workshop (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Die Holzfälleraxt ist das Werkzeug des Holzfällers, um Bäume zu fällen. Sie wird in der Schmiede hergestellt (aber nicht mehr, wenn sie zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: 'S e acainn nan coilltearan a th' anns na tuaghan leagail. Thèid an saothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach iad tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: 伐採斧は、木を伐る木こりの道具です。 鍛冶工房で製造されます（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Дровосек валит деревья при помощи своего топора, который куётся в кузнице (производство прекращается при улучшении кузницы до фабрики топоров или военной фабрики).

source: Fire tongs are tools of the smelter, who works in the smelting works. Produced by the metal works (but they cease to be produced by the building if it is enhanced to an axfactory and war mill).
de: Feuerzangen sind die Werkzeuge des Hüttenarbeiters, der im Hochofen arbeitet. Sie werden von der Schmiede produziert (aber nicht mehr, wenn sie zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: 'S e acainn a chleachdas an leaghadair a tha sa chlobha teine a dh'obraicheas ann an ceàrdach leaghadair. Thèid a saothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach e tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: 火ばさみは、製錬所で作業する、製錬人の道具です。 鍛冶工房で製造されます（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Щипцы - инструмент литейщика, работающего в литейной. Куётся в кузнице (производство прекращается с улучшением здания до фабрики топоров или военной фабрики).

source: Besides pitta bread and meat, fish is also a foodstuff for the barbarians. It is used in the taverns, inns and big inns and at the training sites (training camp and battle arena).
de: Außer Fladenbroten und Fleisch zählt für die Barbaren auch Fisch zu den Nahrungsmitteln. Er wird in Tavernen, Wirtshäusern und Gaststätten sowie in Trainingsgebäuden (Ausbildungslager und Arena) verwendet.
gd: A bharrachd air aran tur is feòil, is na h-èisg biadh eile airson nan Tùsanach. Cleachdaidh na taighean-tàirn, taighean-òil, taighean-seinnse is làraichean-trèanaidh (campaichean trèanaidh is raointean catha) iad.
ja: ピタパンと肉にならび、魚もバーバリアンのための食物です。 酒場、食堂、大食堂、訓練施設（訓練場と闘技場）で使用されます。
ru: Кроме лепёшек и мяса, рыба тоже является источником питания для варваров. Её используют в заведениях общепита и тренировочных сооружениях (тренировочный лагерь и арена поединков).

source: Catches fish in the sea.
de: Fängt Fisch im Meer.
gd: Togaidh e iasg on mhuir.
ja: 海で魚を捕まえます。
ru: Ловит рыбу в море.

source: ‘What do you mean, my fish ain’t fresh?!’
de: "Was soll das heißen, mein Fisch sei nicht frisch?!"
gd: "B' àill leat, nach eil an t-iasg agam ùr?!"
ja: 「なんだと！ 俺の魚が腐ってるってか！？」
ru: 'Как это моя рыба не свежая?!'

source: Fishes on the coast near the hut.
de: Fischt an der Küste nahe der Fischerhütte.
fr: Pêche sur la côte proches de la cabane.
gd: Iasgaichidh e air an oirthir faisg air a' bhothan.
ja: 小屋のそばの岸辺で魚を釣ります。
ru: Ловит рыбу с берега недалеко от своей хижины.

source: The Fisher’s Hut needs water full of fish in the vicinity.
de: Die Fischerhütte braucht Wasser mit Fischbeständen in ihrer Umgebung.
gd: Tha am bothan-iasgair feumach air uisge làn iasg am fagas.
ja: 漁師小屋は、 周辺に魚が多く棲む水を必要とします。
ru: Хижине рыболова требуется вода поблизости.

source: Small plot
de: Kleines Grundstück
fr: Petite parcelle
gd: Roinn bheag
ja: 小区画
ru: Малая делянка

source: The fisher pauses 18s before going to work again.
de: Der Fischer pausiert 18s, bevor er wieder zu arbeiten beginnt.
gd: Gabhaidh an t-iasgair fois fad 18 diogan mus tòisich e air an obair a-rithist.
ja: 漁師は作業を再開するまでに 18秒間一時停止かかります。
ru: Рыболов отдыхает 18с прежде чем снова приступить к работе.

source: Fishing rods are needed by barbarian fishers for fishing. They are one of the basic tools produced in a metal workshop (but they cease to be produced by the building if it is enhanced to an axfactory and war mill).
de: Angeln werden von den Fischern der Barbaren zum Fischen benötigt. Sie sind eines der Grundwerkzeuge, die in der Schmiede hergestellt werden (aber nicht mehr, wenn diese zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: Feumaidh iasgairean nan Tùsanach slatan-iasgaich gus iasgach. Seo aon dhe na h-acainnean bunasach a nì thu ann an ceàrdach meatailt (ach cha saothraich an togalach iad tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: 釣竿は、釣りをするバーバリアンの漁師が必要とします。 鍛冶工房で製造される基本道具の一つです（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Удочка нужна рыболову варваров, чтобы ловить рыбу. Один из основных инструментов изготавливаемых в кузнице (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: Your soldiers have occupied your fortress.
gd: Ghabh na saighdearan agad còmhnaidh san dùn agad.
ja: あなたの兵士が あなたの要塞を占拠しました。

source: The Gamekeeper makes sure that the natural population of animals never drops too low.
de: Der Wildhüter sorgt dafür, dass die Population der Wildtiere stabil bleibt.
fr: Le garde-chasse s'assure que la population de gibier ne descend jamais trop bas.
gd: Nì an geamair cinnteach nach bi ro bheag dhe bheathaichean fiadhaich ann.
ja: 狩猟番は、動物の自然な頭数があまり低い状態に陥らないように注意します。
ru: Егерь заботится о том, чтобы популяция животных в природе не снижалась чрезмерно.

source: ‘He loves the animals and to breed them<br>as we love to cook and eat them.’
de: ‘Er liebt es, die Tiere zu vermehren,<br>wie wir es lieben, sie zu verzehren.’
gd: "Is esan a bhrideas<br>is sinne a dh'itheas."
ja: 「かれは動物を愛し 育ててふやす あたしが動物を焼いて 食べることを愛するように」
ru: 'Он любит ухаживать и разводить животных так же сильно,<br>Как любим мы готовить их и есть.'

source: Barbarian nursery rhyme
de: Kinderreim der Barbaren
fr: Comptine barbare
gd: Rann cloinne nan Tùsanach
ja: バーバリアンの童謡
ru: Детский стишок варваров

source: Releases animals into the wild to steady the meat production.
de: Setzt Tiere für eine konstante Fleischproduktion in der Wildnis aus.
fr: Relâche des animaux dans la nature pour stabiliser la production de viande.
gd: Sgaoilidh e beathaichean dhan fhàsach ach am bi saothrachadh na feòla seasmhach.
ja: 食肉生産を保つために、 動物を野生にかえします。
ru: Разводит диких животных, чтобы охотнику было на кого охотиться.

source: The gamekeeper pauses 52.5s before going to work again.
de: Der Wildhüter pausiert 52,5s, bevor er wieder zu arbeiten beginnt.
gd: Gabhaidh an geamair fois fad 52.5 diog mus tòisich e air an obair a-rithist.
ja: 狩猟番は作業を再開するまでに 52.5秒間一時停止します。
ru: Егерь отдыхает 52,5с перед тем, как снова приступить к работе.

source: Grows thatch reed.
de: Baut Reet an.
fr: Cultive le chaume de roseau
gd: Fàsaidh e feur tughaidh.
ja: カヤを育てます。
ru: Выращивает тростник.

source: Discovers resources for mining.
de: Sucht nach Ressourcen für den Bergbau.
fr: Découvre des ressources pour l'exploitation minière.
gd: Lorgaidh e stòrasan airson mèinneadh.
ja: 採掘する資源を発見します。
ru: Находит месторождения полезных ископаемых.

source: Gold is the most valuable of all metals; only very important things are embellished with it. It is obtained out of gold ore in a smelting works. It is used as a precious building material and to produce different axes (in the war mill) and different parts of armor (in the helm smithy).
de: Gold ist das wertvollste aller Metalle; nur sehr wichtige Sachen werden damit geschmückt. Es wird aus Golderz in einem Hochofen erhalten. Es wird als wervolles Baumaterial und zur Produktion verschiedener Äxte (in der Waffenschmiede) und verschiedener Teile der Rüstung (in der Helmschmiede) verwendet.
gd: Is òr a' mheatailt as uaisle; cha tèid ach nithean fìor chudromach a sgeadachadh leis. Gheibh thu à clach-òir e ann an ceàrdach leaghadair. Cleachdaidh tu mar stuth togail uasal e is an caochladh de thuaghan (sa cheàrdach-cogaidh) is armachd (sa cheàrdach chlogaidean) a shaothrachadh.
ja: 金は、すべての金属のなかで最も貴重です。非常に重要なものだけに、それがあしらわれます。それは、製錬所で金鉱石から得ることができます。 貴重な建築材料として、そして、（戦斧工房で）別々の斧を、（兜工房で）別々の鎧を製造するために使用されます。
ru: Золото - самый ценный из всех металлов; только самые важные вещи украшаются им. Его получают путём выплавления из золотой руды. Золото используется в качестве стройматериала и при производстве топоров и шлемов (на военной фабрике и в шлемной мастерской).

source: Gold ore is mined in a goldmine. Smelted in a smelting works, it turns into gold which is used as a precious building material and to produce weapons and armor.
de: Golderz wird in Goldminen abgebaut. Im Hochofen wird es zu Gold verhüttet, welches für einige große Gebäude und zur Herstellung von Waffen und Rüstungen benötigt wird.
gd: Tochlaidh tu clach-òir ann am mèinn òir. Thèid e na òr ma leaghas tu ann an ceàrdach leaghadair e is thèid a chleachdadh mas stuth togail uasal is gus airm is armachd a shaothrachadh.
ja: 金鉱石は金鉱山で採掘されます。 製錬所で製錬されて金になります。金は、武器や鎧の製造や貴重な建築材料として使用されます。
ru: Золотая руда добывается в золотой шахте, переплавляется в золото в литейной и затем используется в стоительных работах и производстве оружия и доспехов.

source: ‘I can handle tons of granite, man, but no more of your vain prattle.’
de: ’Ich kann Unmengen von Granit bearbeiten, aber mit Eurem eitlen Geschwätz kann ich nichts anfangen!‘
gd: "'S urrainn dhomh tòrr graineil a làimhseachadh, a dhuine, ach nach ist thu a-nis."
ja: 「俺は石の舌を操るぜ、なあ？ だが、あんたの馬鹿げた話は もううんざりだ」
ru: 'Я могу перелопатить тонны гранита, но уже устал выслушивать твой пустой лепет'.

source: This phrase was the reply Rimbert the miner – later known as Rimbert the loner – gave, when he was asked to remain seated on an emergency meeting at Stonford in the year of the great flood. <br> The same man had all the 244 granite blocks ready only a week later, and they still fortify the city’s levee.
de: Dieser Satz war die Antwort, die Rimbert der Bergmann - später bekannt als Rimbert der Eigenbrötler - gab, als er gebeten wurde, auf einer Krisensitzung in Stonford im Jahr der großen Flut sitzen zu bleiben.<br> Der gleiche Mann hatte alle 244 Granitblöcke nur eine Woche später fertig, und sie verstärken immer noch den Damm der Stadt.
gd: Seo an fhreagairt a thug am mèinnear Rimbert – air a chuireadh Rimbert aonarain an uairsin – nuair a chaidh iarraidh dha gun a bhith a' seasamh aig coinneamh èiginneach ann an Stonford ann am bliadhna na tuile mòire.<br>Cha tug e ach seachdain gus an robh an 244 bloca graineil deiseil aig an dearbh dhuine is tha iad fhathast a' neartachadh banca-tuile a' bhaile.
ja: このフレーズは、リンバート ――のちにリンバートは一匹狼として知られる――が、 大洪水の年のストンフォード緊急会議にて 座したまま頼まれたときの回答。 <br>同じ男が、まだ市内の堤防を強化するために、 その一週間後に244個の花崗岩のブロックすべてを準備した。
ru: Так ответил шахтёр Римперт - после известный как Одинокий Римперт - когда его попросили оставаться на месте во время собрания по чрезвычайным делам в Стонфорде в Год Великого Потопа.<br>Он же всего за неделю заготовил 244 каменных блока для укрепления городской дамбы.

source: It cannot be upgraded.
de: Es kann nicht ausgebaut werden.
gd: Cha ghabh àrdachadh.
ja: 拡張できません。
ru: Улучшение невозможно.

source: Carve %s out of the rock in mountain terrain.
de: Trage %s der Felsen aus dem Gebirge ab.
fr: Taille %s de la pierre en terrain montagneux.
gd: Gearr %s às na creagan sna beanntan.
ja: 山地の岩から%sを切り出します。
ru: Добывает %s в горной местности.

source: Raw stone can be processed into grout which provides a solid, non burning building material. Grout is produced in a lime kiln.
de: Granit kann zu Mörtel verarbeitet werden, der den Bau haltbarer, schwer entzündlicher Gebäude ermöglicht. Mörtel wird in der Kalkbrennerei produziert.
fr: La pierre brute peut être transformée en chaux qui donne un matériau de construction solide et ininflammable. La chaux est produite dans un four à chaux.
gd: Nì thu aol-tàthaidh de chlachan a bheir stuth togail seasmhach dhut nach loisgeas. Saothraichidh tu aol-tàthaidh ann an àth-aoil.
ja: 原石は、硬い不燃性の建築材料であるモルタルに加工することができます。 モルタルは石灰釜で製造されます。
ru: Грубый камень может быть переработан в цемент, прочный негорючий материал. Цемент приизводится в цементной печи.

source: The hammer is an essential tool. It is needed by the geologist, the builder, the blacksmith and the helmsmith. Make sure you always have some in reserve! It is one of the basic tools produced at the metal workshop, (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Der Hammer ist ein unverzichtbares Werkzeug. Er wird vom Geologen, vom Bauarbeiter, vom Schmied und vom Helmschmied gebraucht. Sorge dafür, dass du immer einige in Reserve hast! Er ist eines der Grundwerkzeuge und wird in der Schmiede hergestellt (aber nicht mehr, wenn diese zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: 'S e acainn riatanach a th' anns an òrd. Feumaidh gach clach-eòlaiche, togalaiche, gobha-dubh is gobha chlogaidean fear. Dèan cinnteach gu bheil cuid air fhàgail dhut an-còmhnaidh! Seo aon dhe na h-acainnean bunasach a shaothraichear ann an ceàrdach meatailt (ach cha saothraich an togalach e tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: ハンマーは、必要不可欠の道具です。それは地質学者、建築人、鍛冶職人たち、兜職人が必要とします。常に予備をいくつか持つようにしてください！ 鍛冶工房で製造される基本道具です（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Молоток - важный инструмен. Он нужен и геологу, и строителю, и кузнецу. Вам всегда следует держать немного про запас! Это один из основных инструментов изготавливаемых в кузнице (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: A helmet is a basic tool to protect warriors. It is produced in the helm smithy and used in the training camp – together with food – to train soldiers from health level 0 to level 1.
de: Ein Helm bildet die Basis für den Schutz des Kriegers. Er wird in der Helmschmiede produziert und dient im Ausbildungslager – bei entsprechender Verpflegung – dazu, die Lebenspunkte eines Kriegers von Stufe 0 auf Stufe 1 zu erhöhen.
gd: 'S e acainn bunasach a th' ann an clogaid gus gaisgeach a dhìon. Saothraichidh tu ann an ceàrdach chlogaidean i is thèid a cleachdadh sa champa trèanaidh – le biadh – gus saighdearan a thrèanadh o shlàinte 0 gu slàinte leibheil 1.
ja: ヘルムは戦士を保護する基本道具です。 兜工房で製造され、訓練場で、兵士の体力レベル０から体力レベル１に訓練するために――食物とともに――使用されます。
ru: Шлем - это базовый доспех, защищающий войнов. Он производится в шлемной мастерской и используется в тренировочном лагере - в совокупности с едой - чтобы увеличить здоровье войнов с 0 до 1.

source: Smelts helmets for soldiers.
de: Schmiedet Helme für die Soldaten.
fr: Forge des casques pour les soldats.
gd: Leaghaidh e clogaidean airson saighdearan.
ja: 兵士のために兜をつくります。
ru: Производит шлемы для солдат.

source: Produce helm
de: Stellt einen Helm her
fr: Produit des casques
gd: dèanamh clogaide
ja: ヘルムの生産
ru: изготовить шлем

source: Produce mask
de: Stellt eine Maske her
fr: Produit des masques
gd: dèanamh aghaidhe-coimheach
ja: マスクの生産
ru: изготовить защитную маску

source: Produce warhelm
de: Produziert Kriegshelm
gd: dèanamh clogaide cogaidh
ja: ウォーヘルムの生産
ru: изготовить боевой шлем

source: The Hunter brings good meat to the colonists.
de: Der Jäger erlegt Wildtiere und versorgt die Barbaren dadurch mit saftigem Fleisch.
fr: Le chasseur apporte de la bonne viande aux colons.
gd: Bheir an sealgair feòil mhath dha na tuinichean.
ja: 狩人は入植者においしい肉をもたらします。
ru: Охотник добывает хорошее мясо для колонистов.

source: ‘As silent as a panther,<br> as deft as a weasel,<br> as swift as an arrow,<br> as deadly as a viper.’
de: "Still wie ein Panther,<br> geschickt wie ein Wiesel,<br>flink wie ein Pfeil,<br> tödlich wie eine Viper."
gd: "Cho sàmhach ri cat,<br> cho tapaidh ri neas,<br> cho luath ri saighead,<br> cho marbhtach ri nathair."
ja: 「豹のように静かに イタチのように巧みに 矢のように素早く 毒蛇のように死に至らしめる」
ru: 'Тих как пантера,<br>Ловок как ласка,<br>быстр как стрела,<br>смертелен как гадюка.'

source: ‘The Art of Hunting’
de: "Die Kunst des Jagens"
gd: "Ealan an t-seilg"
ja: 「狩りの芸術」
ru: 'Искусство охоты'

source: Hunt animals to produce meat.
de: Jage Tiere um Fleisch zu produzieren.
fr: Chasse des animaux pour produire de la viande.
gd: Seilg beathaichean gus feòil a shaothrachadh.
ja: 肉をつくるために動物を狩ります。
ru: Охотится на животных ради мяса.

source: The Hunter’s Hut needs animals in the vicinity to hunt.
de: In der Umgebung der Jagdhütte müssen sich Tiere befinden, die gejagt werden können.
gd: Tha am bothan-sealgair feumach air beathaichean a shealgas e am fagas.
ja: 狩人小屋は、 周辺に動物を必要とします。
ru: Хижине охотника для работы нужна живность поблизости.

source: The hunter pauses 35s before going to work again.
de: Der Jäger pausiert 35s, bevor er die Arbeit wieder aufnimmt.
gd: Gabhaidh an sealgair fois fad 35 diogan mus tòisich e air an obair a-rithist.
ja: 狩人は作業を再開するまでに 35秒間一時停止かかります。
ru: Охотник отдыхает 35с перед тем как снова приступить к работе.

source: This spear is light enough to be thrown, but heavy enough to kill any animal in one blow. It is only used by hunters. Produced in the metal works (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Dieser Speer ist leicht genug, um geworfen zu werden, aber schwer genug, um jedes Tier mit einem Streich zu töten. Er wird nur von Jägern benutzt und wird in der Schmiede hergestellt (aber nicht mehr, wenn diese zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: Tha an t-sleagh seo aotrom gu leòr ach an tilg thu i, ach trom gu leòr ach am marbh thu beathach sam bith leatha le aon bhuille. Cha chleachd ach sealgairean i. Thèid a saothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach e tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: この槍は、投げるために丁度良い軽さで、しかも獣を一撃死させるには十分な重さです。狩人のみが使用します。 鍛冶工房で製造されます（ただし戦斧工房に拡張した場合は、製造されなくなります）。
ru: Это копьё достаточно лёгкое, чтобы его можно было кинуть, и достаточно тяжёлое, чтобы убить животное сразу. Используется только охотниками. Производится в кузнице (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: Produces food for miners.
de: Produziert Nahrung für Bergleute.
fr: Produit de la nourriture pour les mineurs.
gd: Nì e biadh airson mèinnearan.
ja: 鉱夫のために食物をつくります。
ru: Готовит еду для шахтёров.

source: Iron is obtained out of iron ore in the smelting works. It is used to produce weapons and tools in the metal workshop, axfactory, war mill and in the helm smithy.
de: Eisen wird aus Eisenerz im Hochofen erhalten. Es wird verwendet, um Waffen und Werkzeuge in der Schmiede, der Axtmanufaktur, der Waffenschmiede und der Helmschmiede herzustellen.
gd: Gheibh thu iarainn o chlach-iarainn ann an ceàrdach leaghadair. Cleachdaidh tu e gus airm is acainnean a dhèanamh ann an ceàrdach meatailt, factaraidh thuaghan, ceàrdach-cogaidh is ceàrdach chlogaidean.
ja: 鉄は製錬所で鉄鉱石から得ることができます。 鍛冶工房、斧工房、戦斧工房、兜工房で、武器と道具を製造するために使用されます。
ru: Железо выплавляется в литейной из железной руды. Оно используется для производства оружия и инструментов в кузнице, на фабрике топоров, на военной фабрике и в шлемной мастерской.

source: Iron ore is mined in iron mines. It delivers iron when smelted in a smelting works.
de: Eisenerz wird in Eisenminen gefördert. Es liefert Eisen, wenn es in einem Hochofen geschmolzen wird.
gd: Tochlaidh tu clach-iarainn ann am mèinnean iarainn. Bheir seo iarainn dhut ma leaghas tu i ann an ceàrdach leaghadair.
ja: 鉄鉱石は鉄鉱山で採掘されます。 製錬所で製錬され、鉄をもたらします。
ru: Железная руда добывается в рудниках. Из неё в литейной выплавляют железо.

source: How can one create a meal, snack or ration, if there are no kitchen tools? Be sure to have a metal workshop to produce this basic tool (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Wie kannn man eine Mahlzeit, einen Snack oder eine Ration zubereiten, wenn es keine Kücherwerkzeuge gibt? Sorge dafür, dass du eine Schmiede hast, die dieses Grundwerkzeug herstellt (aber nicht mehr, wenn sie zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: Ciamar a dhèanadh tu mias, lòn no greimeag às aonais acainnean cidsin? Dèan cinnteach gu bheil ceàrdach meatailt agad gus an acainn bhunasach seo a shaothrachadh (ach cha dèan an togalach iad tuilleadh nuair a thèid leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: 料理道具がないならば、どうして食事、軽食、糧食をつくることができるでしょう？ この基本道具を製造するために、鍛冶工房をもつことを忘れないでください（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: Burns lime in the lime kiln.
de: Brennt Kalk im Kalkofen.
fr: Brûle la chaux dans le four à chaux
gd: Loisgidh e aol san àth-aoil.
ja: 石灰釜で石灰を燃やします。
ru: Отжигает известь в печах для обжига.

source: ‘Forming new stone from old with fire and water.’
de: "Aus alten Steinen mit Feuer und Wasser neue machen."
gd: "A' dèanamh clach ùr o sheann tè le teine is uisge."
ja: 「火と水を使って、古い石を 新しい石にするんだ」
ru: 'Сквозь огонь и воду из старого камня рождается новый'.
