Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: The bread paddle is the tool of the baker and each baker needs one. It is produced in the metal works like all other tools (but it ceases to be produced by the building if the metal works is enhanced to an axfactory and war mill).
de: Der Brotschieber ist das Werkzeug des Bäckers und jeder Bäcker braucht einen. Er wird in der Schmiede produziert wie alle anderen Werkzeuge auch (aber nicht mehr, wenn sie zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: Is acainn an fhuineadair a th' anns a' chrann-arain is bith feum aig gach fuineadair air fear aige fhèin. Mar gach acainn eile, thèid a shaothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach e tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: パンパドルは、パン職人の道具であり、それぞれのパン職人が自分専用のものをもちます。 ほかのすべての道具と同様に、鍛冶工房で製造されます（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Лопата для выпечки - это инструмент, который нужен каждому пекарю. Её изготавливают в кузнице как и все прочие иснрументы (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: Produces the finest ales to keep warriors strong and happy in training.
de: Produziert das beste Ale, um die Soldaten bei ihrer Ausbildung zu versorgen.
fr: Produit la meilleure bière pour garder les soldats forts et heureux à l'entraînement.
gd: Nì e na leannan as fhearr ach am bi na gaisgich làidir toilichte fhad 's a bhios iad a' trèanadh.
ja: 戦士を訓練中に強く楽しくさせ続けるために、 美味しい蒸留酒をつくります。
ru: Варит отличное пиво для поддержания сил и духа солдат во время обучения.

source: The broad ax is produced by the axfactory and the war mill. It is used in the training camp – together with food – to train warriors with a fundamental fighting knowledge (from attack level 1 to attack level 2).
de: Die Breitaxt wird in der Axtmanufaktur und der Waffenschmiede produziert. Sie wird im Ausbildungslager - zusammen mit Nahrung - verwendet, um Krieger mit grundlegenden Kampfkentnissen zu trainieren (von der Angriffsstufe 1 auf 2).
gd: Saothraichidh am factaraidh thuaghan is an ceàrdach-cogaidh tuaghan mòra. Thèid an cleachdadh – le biadh – gus gaisgich a thrèanadh air eòlas sabaide bunasach (o ionnsaigh leibheil 1 gu ionnsaigh leibheil 2).
ja: ブロードアックスは斧工房と戦斧工房で製造されます。 訓練施設（訓練場と闘技場）で、戦士を基本的な戦いの知識（攻撃レベル１からレベル２に）で訓練するために――食物とともに――消費されます。
ru: Секира производится на фабрике топоров. В тренировочном лагере солдаты увеличивают свою силу с 1 до 2 при помощи секиры и еды.

source: The bronze ax is considered a weapon that is hard to handle. Only skilled warriors can use it. It is produced at the war mill and used in the training camp (it trains – together with food – from attack level 2 to level 3).
de: Die Bronzeaxt wird als eine Waffe betrachtet, die schwer zu handhaben ist. Nur geschickte Krieger können sie führen. Sie wird in der Waffenschmiede produziert und im Ausbildungslager - zusammen mit Nahrung - verwendet, um die Angriffsstufe von 2 auf 3 zu trainieren.
gd: Thathar ag ràdh gur e arm a tha doirbh làimhseachadh a th' anns an tuagh umha. Chan urrainn ach gaisgich sgileil ga cleachdadh. Thèid a saothrachadh ann an ceàrdach-cogaidh is a cleachdadh ann an campa trèanaidh (trèanaichidh e – le biadh – an ionnsaigh o leibheil 2 gu leibheil 3).
ja: ブロンズアックスはもっとも取扱いが難しい武器だと言われています。熟練の戦士のみがこれを扱うことができます。 戦斧工房で製造され、（――食物とともに――攻撃レベル２から３に訓練する）訓練施設で使用されます。
ru: Считается, что бронзовый топор сложен в ображении. Только умелые войны могут им пользоваться. В тренировочном лагере солдаты увеличивают свою силу с 2 до 3 при помощи бронзового топора и еды.

source: Works at construction sites to raise new buildings.
de: Arbeitet auf Baustellen, um Gebäude zu bauen.
gd: Obraichidh e aig làraichean-thogail gus togalaichean ùra a thogail.
ja: 新しい建物を立ち上げる建設地で働きます。
ru: Работает на стройке, возводя новые здания.

source: Burns coal.
de: Brennt Kohle aus Baumstämmen.
fr: Produit du Charbon.
gd: Loisgidh e gual.
ja: 木炭を燃やします。
ru: Жжёт уголь.

source: Carries items along the roads.
de: Transportiert Gegenstände auf den Wegen.
fr: Transporte les objets sur les routes.
gd: Giùlainidh e rudan air na rathaidean.
ja: 道路にそってアイテムを運びます。
ru: Переносит товары по дорогам.

source: Breeds the strong oxen that help with transporting wares.
de: Züchtet die stärksten Ochsen, die beim Transport von Waren helfen.
gd: Tàrmaichidh e na daimh làidir a chuidicheas le giùlan bathair.
ja: アイテムの輸送を助ける、強い牛を育てます。
ru: Разводит сильных волов, которы помогают перевозить товары.

source: Breed Oxen for adding them to the transportation system.
de: Züchte Ochsen, um sie als zusätzliches Tansportmittel einzusetzen.
fr: Élever des bœufs afin d'améliorer le transport des marchandises.
gd: Tàrmaich daimh gus an cur ris an t-siostam giùlain.
ja: 輸送網に加わる牛を育てます。
ru: Разводите волов, чтобы добавить их в транспортную систему.

source: Ox
de: Ochse
fr: Bœuf
gd: Damh
ja: 牛
ru: Вол

source: Cattle Breeder
de: Rinderzüchter
fr: Éleveur de bétail
gd: Tàrmachair crodh
ja: 牛飼い
ru: Скотовод

source: an Ox
de: ein Ochse
gd: damh
ja: 牛
ru: вол

source: Works deep in the mines to obtain coal, iron or gold.
de: Arbeitet tief in den Minen um Kohle, Eisen oder Gold zu schürfen.
fr: Travaille profondément dans la mine pour obtenir du charbon, du fer, ou de l'or
gd: Obraichidh e sìos sna mèinnean gus gual, iarrann no òr fhaighinn.
ja: 石炭、鉄、金を得るために、地下の鉱山で働きます。
ru: Работает глубоко в шахтах, добывая уголь, железо или золото.

source: Your soldiers have occupied your citadel.
gd: Ghabh na saighdearan agad còmhnaidh sa chathair agad.
ja: あなたの兵士が あなたの城塞を占拠しました。

source: Cloth is needed for barbarian ships. It is produced out of thatch reed.
de: Stoff wird für die Schiffe der Barbaren benötigt. Er wird aus Flachs hergestellt.
fr: Le tissu est nécessaire pour les navires barbares. Il est produit à partir de chaume de roseau.
gd: Tha longan nan Tùsanach feumaich air clò. Nì thu de dh'fheur tughaidh e.
ja: 布はバーバリアンの船に必要です。 カヤを使用して製造されます。
ru: Сукно требуется кораблям варваров. Изготавливается из тростника.

source: The fires of the barbarians are usually fed with coal. It is produced in coal mines or out of logs in a charcoal burner’s house. Consumers are several buildings: lime kiln, smelting works, axfactory, war mill, and helm smithy.
de: Die Feuer der Barbaren werden normalerweise mit Kohle unterhalten. Sie wird in Kohlenminen oder aus Stämmen in der Köhlerei produziert. Es gibt mehrere Verbraucher: Kalkbrennerei, Hochofen, Axtmanufaktur, Waffenschmiede und Helmschmiede.
gd: Thèid teintean nan Tùsanach a bhiadhadh le gual mar as trice. Gheibh thu gual à mèinn guail no nì thu de dh'fhiodh e ann an sloc gual-fhiodha. Cleachdaidh caochladh de thogalaichean i: an loisgeadair aoil, a' cheàrdach leaghadair, am factaraidh thuaghan, a' cheàrdach-cogaidh is a' cheàrdach chlogaidean.
ja: バーバリアンの炉は、通常は石炭で供給されます。 炭鉱または炭焼小屋で丸太を消費して製造されます。消費するのは、石灰窯、製錬所、斧工房、戦斧工房、兜工房という複数の建物です。
ru: Очаги варваров обычно жгут уголь. Его добывают в шахтах или путём сожжения брёвен. Уголь потребляют следующие здания: цементная печь, литейная, фабрика топоров, военная фабрика и шлемная мастерская.

source: Ages ago, the Barbarians learned to delve into mountainsides for that black material that feeds their furnaces.<br> Wood may serve for a household fire and to keep you warm, but when it comes to working with iron or gold, there is no way around coal.
gd: Dh'ionnsaich na Tùsanaich o chionn linntean mar a thochlar sna bràigheachan an tòir an stuith dhuibh a bhiadhas na fùirneisean aca.<br> Bidh fiodh math gu leòr gus do thaigh a chumail blàth, ach a thaobh obrach le iarann no òr, cha dèan ach gual a' chùis.
ja: とうの昔に、バーバリアンは、 炉に供給するその黒い材料のために 山腹を調べることを学びました。 木は生活の火をとり暖をとるために 役立つでしょう。 しかし、鉄や金を取り扱うとなれば、 手段は石炭のほかにありません。

source: A %1$s exploits only %2$s of the resource. From there on out, it will only have a 5%% chance of finding %3$s.
de: Eine %1$s baut nur %2$s der Ressourcen ab. Von da an wird sie nur eine 5%%-Chance haben, %3$s zu finden.
gd: Cha tog %1$s ach %2$s dhen stòras. An uairsin, cha bhi ach seans de 5%% aice gun lorg i %3$s.
ja: %1$sは、 資源の%2$sのみを掘りおこします。 <br>そのあとは、5%%のチャンスで %3$sを発見するだけです。
ru: %1$s использует только %2$s ресурса. С этого момента %3$s добывается с 5%%-м шансом.

source: Coal mine
de: Kohlenmine
fr: Mine de charbon
gd: Mèinn guail
ja: 炭鉱
ru: Угольная шахта

source: Dig %s out of the ground in mountain terrain.
de: Fördere %s aus gebirgigem Gelände.
fr: Extrayez %s du sol de la montagne.
gd: Gearr %s às an talamh sna beanntan.
ja: 山地の地面から%sを掘り出します。
ru: В этом здании добывается %s.

source: %s from a Tavern
de: %s von der Taverne
fr: %s d'une taverne
gd: %s o thaigh-tàirn
ja: %s(酒場から)
ru: %s из таверны

source: Ration
gd: Greimeag
ja: 糧食
ru: Паёк

source: %s from an Inn
de: %s vom Wirtshaus
fr: %s d'une auberge
gd: %s o thaigh-òil
ja: %s(食堂から)
ru: %s с постоялого двора

source: %s from a Big Inn
de: %s von der Gaststätte
fr: %s d'une grande auberge
gd: %s o thaigh-seinnse
ja: %s(大食堂から)
ru: %s из гостиницы

source: Axfactory
de: Axtmanufaktur
gd: Factaraidh thuaghan
ja: 斧工房
ru: Фабрика топоров

source: Helm Smithy
de: Helmschmiede
gd: Ceàrdach chlogaidean
ja: 兜工房
ru: Шлемная мастерская

source: Smelting Works
de: Hochofen
fr: Fonderie
gd: Ceàrdach leaghadair
ja: 製錬所
ru: Литейная

source: Lime Kiln
de: Kalkbrennerei
fr: Four à chaux
gd: Àth-aoil
ja: 石灰窯
ru: Цементная печь

source: Mine plot
de: Grundstück für ein Bergwerk
fr: Terrain minier
gd: Roinn mèinne
ja: 鉱山区画
ru: Делянка под шахту

source: Deep Coal Mine
de: Tiefe Kohlenmine
fr: Mine de charbon profonde
gd: Mèinn guail dhomhain
ja: 深い炭鉱
ru: Глубокая угольная шахта

source: Miner
de: Bergmann
fr: Mineur
gd: Mèinnear
ja: 鉱夫
ru: Шахтёр

source: Pick
de: Spitzhacke
fr: Pioche
gd: Piocaid
ja: ツルハシ
ru: Кирка

source: Chief Miner
de: Steiger
fr: Chef mineur
gd: Àrd-mhèinnear
ja: 鉱夫長
ru: Опытный шахтёр

source: Master Miner
de: Bergwerksmeister
fr: Maître mineur
gd: Sàr-mhèinnear
ja: 鉱山師
ru: Главный шахтёр

source: If the food supply is steady, this mine can produce %1$s in %2$s on average.
de: Wenn das Nahrungsangebot konstant bleibt, kann diese Mine im Durchschnitt %1$s in %2$s produzieren.
gd: Ma thèid biadh a lìbhrigeadh dha gu cunbhalach, saothraichidh a' mhèinn seo%1$s an ceann %2$s sa chuibheas.
ja: 食物供給が安定している場合、 この鉱山は%1$sをつくるのに 平均%2$sかかります。
ru: Средняя производительность шахты при постоянном набжении едой: %1$s в %2$s.

source: The Widelands Development Team
de: Das Widelands-Entwicklerteam
fr: L'équipe de développement de Widelands
gd: An sgioba leasachaidh Widelands
ja: Widelands開発チーム
ru: Команда разработчиков Widelands

source: Barbarians
de: Barbaren
fr: Barbares
gd: Na Tùsanaich
ja: バーバリアン
ru: Варвары

source: The mighty tribes of the east-lands!
de: Die mächtigen Stämme des Ostens!
fr: La puissante tribu des terres de l'est !
gd: Treubhan cumhachdach an taoibh an ear!
ja: 東方の地の強大な部族です！
ru: Могучие племена восточных земель!

source: Ashes
de: Asche
fr: Cendres
gd: Luaithre
ja: 焼け跡
ru: Пепелище

source: Destroyed building
de: Zerstörtes Gebäude
fr: Bâtiment détruit
gd: Togalach air a mhilleadh
ja: 破壊された建物
ru: Разрушенное здание

source: Field (medium)
de: Feld (mittel)
gd: Achadh (meadhanach)
ja: 麦畑(中)
ru: Поле (среднее)

source: Field (small)
de: Feld (klein)
gd: Achadh (beag)
ja: 麦畑(小)
ru: Поле (малое)

source: Field (tiny)
de: Feld (jung)
gd: Achadh (beag bìodach)
ja: 麦畑(幼)
ru: Поле (крохотное)

source: Field (ripe)
de: Feld (reif)
gd: Achadh (abaich)
ja: 麦畑(成熟)
ru: Поле (зрелое)

source: Field (harvested)
de: Feld (abgeerntet)
gd: Achadh (air a bhuain)
ja: 麦畑(刈入)
ru: Поле (убрано)

source: Reed (medium)
de: Reet (mittel)
gd: Feur (meadhanach)
ja: カヤ畑(中)
ru: Тростник (средний)

source: Reed (small)
de: Reet (klein)
gd: Feur (beag)
ja: カヤ畑(小)
ru: Тростник (малый)

source: Reed (tiny)
de: Reet (jung)
gd: Feur (beag bìodach)
ja: カヤ畑(幼)
ru: Тростник (крохотный)

source: Reed (ripe)
de: Reet (reif)
gd: Feur (abaich)
ja: カヤ畑(成熟)
ru: Тростник (зрелый)

source: Resource indicator: Coal (little)
de: Ressourcenanzeige: Kohle (wenig)
gd: Taisbeanair-stòrasan – beagan guail
ja: 資源指標 石炭(少)
ru: Указатель ресурса: Уголь (мало)

source: Resource indicator: Coal (much)
de: Ressourcenanzeige: Kohle (viel)
gd: Taisbeanair-stòrasan – mòran guail
ja: 資源指標 石炭(多)
ru: Указатель ресурса: Уголь (много)

source: Resource indicator: Gold (little)
de: Ressourcenanzeige: Gold (wenig)
gd: Taisbeanair-stòrasan – beagan òir
ja: 資源指標 金(少)
ru: Указатель ресурса: Золото (мало)

source: Resource indicator: Gold (much)
de: Ressourcenanzeige: Gold (viel)
gd: Taisbeanair-stòrasan – mòran òir
ja: 資源指標 金(多)
ru: Указатель ресурса: Золото (много)

source: Resource indicator: Granite (little)
de: Ressourcenanzeige: Granit (wenig)
gd: Taisbeanair-stòrasan – beagan graineil
ja: 資源指標 花崗岩(少)
ru: Указатель ресурса: Гранит (мало)

source: Resource indicator: Granite (much)
de: Ressourcenanzeige: Granit (viel)
gd: Taisbeanair-stòrasan – mòran graineil
ja: 資源指標 花崗岩(多)
ru: Указатель ресурса: Гранит (много)

source: Resource indicator: Iron (little)
de: Ressourcenanzeige: Eisen (wenig)
gd: Taisbeanair-stòrasan – beagan iarainn
ja: 資源指標 鉄(少)
ru: Маркер ресурсов: Железо (мало)

source: Resource indicator: Iron (much)
de: Ressourcenanzeige: Eisen (viel)
gd: Taisbeanair-stòrasan – mòran iarainn
ja: 資源指標 鉄(多)
ru: Маркер ресурсов: Железо (много)

source: Resource indicator: No resource
de: Ressourcenanzeige: Keine Ressourcen
gd: Taisbeanair-stòrasan – gun stòras
ja: 資源指標 資源なし
ru: Маркер ресурсов: Пусто

source: Resource indicator: Water
de: Ressourcenanzeige: Wasser
gd: Taisbeanair-stòrasan – uisge
ja: 資源指標 水
ru: Маркер ресурсов: Вода

source: Ship Construction Site
de: Schiffsbaustelle
gd: Làrach-togail luinge
ja: 造船地
ru: Место постройки корабля

source: Deer
de: Wild
fr: Cerf
gd: Fiadh
ja: 鹿
ru: Олень

source: Wild Boar
de: Wildschwein
gd: Fiadh-thorc
ja: イノシシ
ru: Вепрь

source: Ax
de: Axt
gd: Tuagh
ja: アックス
ru: Топор

source: Battle Ax
de: Kriegsaxt
gd: Tuagh-chatha
ja: バトルアックス
ru: Боевой топор

source: Beer
de: Bier
fr: Bière
gd: Leann
ja: ビール
ru: Пиво

source: Blackwood
de: Hartholz
fr: Bois dur
gd: Fiodh cruaidh
ja: 黒材
ru: Балки

source: Broad Ax
de: Breitaxt
gd: Tuagh mhòr
ja: ブロードアックス
ru: Секира

source: Bronze Ax
de: Bronzeaxt
gd: Tuagh umha
ja: ブロンズアックス
ru: Бронзовый топор

source: Cloth
de: Stoff
fr: Tissu
gd: Clò
ja: 布
ru: Сукно

source: Felling Ax
de: Holzfälleraxt
gd: Tuagh leagail
ja: 伐採斧
ru: Топор дровосека

source: Fire Tongs
de: Feuerzange
fr: Tenailles
gd: Clobha teine
ja: 火ばさみ
ru: Щипцы

source: Fishing Rod
de: Angel
fr: Canne à pêche
gd: Slat-iasgaich
ja: 釣竿
ru: Удочка

source: Gold
fr: Or
gd: Òr
ja: 金
ru: Золото

source: Gold Ore
de: Golderz
fr: Minerai d'or
gd: Clach-òir
ja: 金鉱石
ru: Золотая руда

source: Grout
de: Mörtel
fr: Chaux
gd: Aol-tàthaidh
ja: モルタル
ru: Цемент

source: Helmet
de: Helm
fr: Casque
gd: Clogaid
ja: ヘルム
ru: Шлем

source: Hunting Spear
de: Jagdspeer
fr: Lance de Chasse
gd: Sleagh seilg
ja: 狩猟槍
ru: Копьё охотника

source: Iron Ore
de: Eisenerz
fr: Minerai de fer
gd: Clach-iarainn
ja: 鉄鉱石
ru: Железная руда

source: Kitchen Tools
de: Küchengerät
fr: Ustensiles de cuisine
gd: Acainnean cidsin
ja: 調理用具
ru: Кухонная утварь

source: Mask
de: Visierhelm
fr: Masque
gd: Aghaidh-choimheach
ja: マスク
ru: Защитная маска

source: Meal
de: Mahlzeit
fr: Repas
gd: Mias
ja: 食事
ru: Обед

source: Raw Stone
de: Felsen
fr: Pierre brute
gd: Clach
ja: 原石
ru: Камни

source: Scythe
de: Sense
fr: Faux
gd: Fàl
ja: 大鎌
ru: Коса

source: Sharp Ax
de: Scharfe Axt
gd: Tuagh gheur
ja: シャープアックス
ru: Острый топор

source: Shovel
de: Schaufel
fr: Pelle
gd: Sluasaid
ja: シャベル
ru: Лопата

source: Snack
fr: Casse-croûte
gd: Lòn
ja: 軽食
ru: Закуска

source: Thatch Reed
de: Reet
fr: Chaume de roseau
gd: Feur tughaidh
ja: カヤ
ru: Тростник

source: Log
de: Stamm
gd: Fiodh
ja: 丸太
ru: Бревно

source: Warhelm
de: Kriegshelm
gd: Clogaid cogaidh
ja: ウォーヘルム
ru: Боевой шлем

source: Warrior’s Ax
de: Kriegsaxt
gd: Tuagh-ghaisgich
ja: ウォリアーズアックス
ru: Топор война

source: Water
de: Wasser
fr: Eau
gd: Uisge
ja: 水
ru: Вода

source: Wheat
de: Weizen
fr: Blé
gd: Cruithneachd
ja: 小麦
ru: Пшеница

source: Carrier
de: Träger
fr: Porteur
gd: Giùlanair
ja: 運搬人
ru: Носильщик

source: Master Brewer
de: Braumeister
fr: Maître brasseur
gd: Sàr-ghrùdair
ja: 醸造師
ru: Главный пивовар

source: Brewer
de: Brauer
fr: Brasseur
gd: Grùdair
ja: 醸造職人
ru: Пивовар

source: Builder
de: Baumeister
fr: Bâtisseur
gd: Togalaiche
ja: 建築人
ru: Строитель

source: Burner
de: Köhler
fr: Brûleur
gd: Loisgeadair
ja: 炭焼人
ru: Углежог

source: Farmer
de: Bauer
fr: Fermier
gd: Tuathanach
ja: 農夫
ru: Фермер

source: Gardener
de: Reetbauer
gd: Gàirnealair
ja: カヤ農夫
ru: Садовник

source: Fisher
de: Fischer
fr: Pêcheur
gd: Iasgair
ja: 漁師
ru: Рыболов

source: Gamekeeper
de: Wildhüter
fr: Garde-chasse
gd: Geamair
ja: 狩猟番
ru: Егерь

source: Geologist
de: Geologe
fr: Géologue
gd: Clach-eòlaiche
ja: 地質学者
ru: Геолог

source: Helmsmith
de: Helmschmied
fr: Forgeron de casques
gd: Gobha chlogaidean
ja: 兜職人
ru: Шлемник

source: Hunter
de: Jäger
fr: Chasseur
gd: Sealgair
ja: 狩人
ru: Охотник

source: Innkeeper
de: Wirt
fr: Aubergiste
gd: Tàrnadaiche
ja: 料理人
ru: Трактирщик

source: Lime-Burner
de: Kalkbrenner
fr: Brûleur de chaux
gd: Loisgeadair aoil
ja: 石焼人
ru: Обжикальщик

source: Lumberjack
de: Holzfäller
fr: Bûcheron
gd: Coilltear
ja: 木こり
ru: Дровосек

source: Ranger
de: Förster
fr: Garde forestier
gd: Maor-coille
ja: 植樹番
ru: Лесничий

source: Shipwright
de: Schiffszimmermann
fr: Constructeur de navires
gd: Saor-luinge
ja: 船大工
ru: Корабел

source: Smelter
de: Hüttenarbeiter
fr: Fondeur
gd: Leaghadair
ja: 製錬人
ru: Литейщик

source: Stonemason
de: Steinmetz
fr: Tailleur de pierre
gd: Clachair
ja: 石工
ru: Камнетёс

source: Weaver
de: Weber
fr: Tisserand
gd: Figheadair
ja: 機織人
ru: Ткач

source: Scout
de: Erkunder
fr: Éclaireur
gd: Rabhadair
ja: 偵察兵
ru: Разведчик

source: Ship
de: Schiff
fr: Navire
gd: Long
ja: 船
ru: Корабль

source: Construction Site
de: Baustelle
fr: Site de construction
gd: Làrach-togail
ja: 建設地
ru: Строительная площадка

source: Dismantle Site
de: Abbruch des Gebäudes
fr: Démanteler le site
gd: 'Ga thoirt às a chèile
ja: 解体地
ru: Площадка сноса

source: Castle
de: Burg
fr: Château
gd: Caisteal
ja: 城郭
ru: Замок

source: Guardhall
de: Wächterhalle
fr: Salle des gardes
gd: Talla-faire
ja: 警備所
ru: Форт

source: Guardhouse
de: Wachhaus
fr: Poste de garde
gd: Bothan-faire
ja: 警備小屋
ru: Караульная

source: High Tower
de: Bergfried
fr: Tour haute
gd: Tùr àrd
ja: 高監視塔
ru: Дозорная башня

source: Small Tower
de: Spähturm
fr: Petite tour
gd: Tùr beag
ja: 小監視塔
ru: Малая башня

source: Tower
de: Wachturm
fr: Tour
gd: Tùr
ja: 監視塔
ru: Башня

source: Sentry
de: Wachposten
fr: Sentinelle
gd: Freiceadan
ja: 歩哨所
ru: Караульная

source: Barracks
de: Baracke
fr: Caserne
gd: Taighean-feachd
ja: 兵舎
ru: Казарма

source: Barrier
de: Barriere
fr: Barricade
gd: Taigh-faire
ja: 関所
ru: Форпост

source: Fortress
de: Festung
fr: Forteresse
gd: Dùn
ja: 要塞
ru: Крепость

source: Outpost
de: Außenposten
fr: Poste avancé
gd: Gearastan
ja: 前哨基地
ru: Застава

source: Headquarters
de: Hauptquartier
fr: Quartier général
gd: Prìomh-àras
ja: 本拠地
ru: Штаб

source: Warehouse
de: Warenlager
fr: Entrepôt
gd: Taigh-stòrais
ja: 倉庫
ru: Склад

source: Quarry
de: Steinbruch
fr: Carrière
gd: Coireall
ja: 採石場
ru: Каменоломня

source: Lumberjack’s Hut
de: Holzfällerhütte
gd: Bothan coillteir
ja: 木こり小屋
ru: Хижина дровосека

source: Ranger’s Hut
de: Försterhütte
gd: Bothan maoir-choille
ja: 植樹番小屋
ru: Хижина лесничего

source: Fisher’s Hut
de: Fischerhütte
gd: Bothan-iasgair
ja: 漁師小屋
ru: Хижина рыболова

source: Hunter’s Hut
de: Jagdhütte
gd: Bothan-sealgair
ja: 狩人小屋
ru: Хижина Охотника

source: Gamekeeper’s Hut
de: Wildhüterhütte
gd: Bothan-geamair
ja: 狩猟番小屋
ru: Хижина Егеря

source: Well
de: Brunnen
fr: Puits
gd: Tobar
ja: 井戸
ru: Колодец

source: Scout’s Hut
de: Erkunderhütte
gd: Bothan-rabhadair
ja: 偵察小屋
ru: Хижина Разведчика

source: Wood Hardener
de: Holzhärter
fr: Durcisseur de bois
gd: Cruadhaichear fiodha
ja: 製材所
ru: Балочная мастерская

source: Reed Yard
de: Reethof
gd: Feur-lios
ja: カヤ畑
ru: Оранжерея

source: Bakery
de: Bäckerei
fr: Boulangerie
gd: Taigh-fuine
ja: パン工房
ru: Пекарня

source: Brewery
de: Brauerei
fr: Brasserie
gd: Taigh-grùide
ja: 醸造工房
ru: Пивоварня

source: Micro Brewery
de: Kleinbrauerei
fr: Petite brasserie
gd: Taigh-grùide beag
ja: ビール工房
ru: Малая пивоварня

source: Charcoal Burner’s House
de: Köhlerei
gd: Sloc gual-fhiodha
ja: 炭焼小屋
ru: Домик углежога

source: Shipyard
de: Werft
fr: Chantier naval
gd: Cala
ja: 造船所
ru: Верфь

source: Cattle Farm
de: Rinderzucht
fr: Ferme à bétail
gd: Tuathanas crodh
ja: 牛牧場
ru: Скотный двор

source: Farm
de: Bauernhof
fr: Ferme
gd: Tuathanas
ja: 農場
ru: Ферма

source: Granite Mine
de: Granitmine
fr: Mine de granit
gd: Mèinn graineil
ja: 花崗岩鉱山
ru: Гранитная шахта

source: Deeper Coal Mine
de: Tiefste Kohlenmine
fr: Mine de charbon très profonde
gd: Mèinn guail as doimhne
ja: より深い炭鉱
ru: Глубинная угольная шахта

source: Coal Mine
de: Kohlenmine
gd: Mèinn guail
ja: 炭鉱
ru: Угольная шахта

source: Deeper Iron Ore Mine
de: Tiefste Eisenmine
fr: Mine de fer très profonde
gd: Mèinn cloich-iarainn as doimhne
ja: より深い鉄鉱山
ru: Глубинный рудник

source: Deep Iron Ore Mine
de: Tiefe Eisenmine
fr: Mine de fer profonde
gd: Mèinn cloich-iarainn dhomhain
ja: 深い鉄鉱山
ru: Глубокий рудник

source: Iron Ore Mine
de: Eisenmine
fr: Mine de fer
gd: Mèinn cloich-iarainn
ja: 鉄鉱山
ru: Рудник

source: Deeper Gold Mine
de: Tiefste Goldmine
fr: Mine d'or très profonde
gd: Mèinn òir as doimhne
ja: より深い金鉱山
ru: Глубинная золотая шахта

source: Deep Gold Mine
de: Tiefe Goldmine
fr: Mine d'or profonde
gd: Mèinn òir dhomhain
ja: 深い金鉱山
ru: Глубокая золотая шахта

source: Gold Mine
fr: Mine d'or
gd: Mèinn òir
ja: 金鉱山
ru: Золотая шахта

source: Citadel
de: Zitadelle
fr: Citadelle
gd: Cathair
ja: 城塞
ru: Цитадель

source: Donjon
de: Wachturm
gd: Tùr-faire
ja: 物見塔
ru: Донжон

source: Headquarters Medium
de: Mittelgroßes Hauptquartier
gd: Prìomh-àras meadhanach
ja: 中規模の本拠地
ru: Обычный штаб

source: Citadel Village
de: Zitadellendorf
gd: Cathair-bhaile
ja: 城塞都市
ru: Укреплённа деревня

source: Workers use:
de: Arbeiter benötigt:
fr: Ouvriers utilisent :
gd: Cleachdaidh na h-obraichean:
ja: 作業道具:
ru: Работники используют:

source: ‘Soft and supple.<br> And yet untouched by time and weather.<br> Rays of sun, wrought into eternity ...’
de: ‘Weich und geschmeidig.<br> Und doch von Wetter und Zeit unberührt.<br> Sonnenstrahlen, hervorgebracht in Ewigkeit...’
gd: "Sùbailte bog.<br>Ach slàn on t-àm is aimsir.<br>Gathan na grèine ceàrdail gu sìorraidh ..."
ja: 「やわらかくしなやか 時にも気候にも色褪せない 永遠の太陽のしずく...」
ru: 'Мягко и поддатливо,<br>Однако неподвластно ненастью и времени.<br> Солнечный свет, закованный в вечность...'

source: Excerpt from ‘Our Treasures Underground’,<br> a traditional Barbarian song.
de: Auszug aus "Die Schätze unter uns",<br> ein traditionelles Lied der Barbaren.
gd: Earrann à òran dualchasach nan Tùsanach<br> "Ar ulaidhean fon talamh".
ja: バーバリアンの民謡「われらが地下宝物」より
ru: Отрывок из "Наши сокровища недр" - народной песни варваров.

source: %s always goes to the %s. It has no other use.
de: %s geht immer an den %s. Es hat keine andere Verwendung.
fr: %s est toujours pour un %s. Il n'a pas d'autre usage.
gd: Thèid %s gun %s an-còmhnaidh. Chan eil e gu feum eile.
ja: %sの出力先は常に%sです。ほかの用途はありません。
ru: %s уже направляется к %s. Больше не требуется.

source: ‘I look at my own pick wearing away day by day and I realize why my work is important.’
de: ‘Ich schaue Tag für Tag auf das, was ich herausschlage, und verstehe, warum meine Arbeit wichtig ist.’
gd: "Bheir mi sùil air a' piocaid agam a chaitheas mi beag air bheag gach latha is mothaichidh mi carson a tha an obair agam cudromach."
ja: 「日々磨り減っていく ツルハシを見ていると、 自分の仕事の大切さが よくわかる」
ru: 'Я смотрю на то, как моя кирка стачивается день за днём, и осознаю всю важность своей работы.'
