Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: Ragnald the Child’s answer to the question, what he’s doing in the dirt. His ‘new stone’ now is an important building material.
de: Die Antwort Ragnald des Kindes auf die Frage, was er im Dreck macht. Seine "neuen Steine" sind jetzt ein wichtiges Baumaterial.
gd: Seo na dh'fhreagair e do Ragnald Beag nuair a dh'fhaighnich e na bhiodh e ris san t-salchair. 'S e stuth togail cudromach a th' anns a' "chlach ùr" aige a-nis.
ja: 石捨て場で何をしているのかという 子供の問いに対するラグナルドの答え。 彼の「新しい石」はいまや重要な建築材料です。
ru: Ответ маленького Рагналда, когда его спросили почему он возится в грязи. Его 'новый камень' теперь является важным стройматериалом.

source: The Lime Kiln processes Raw Stones to make ‘Grout’, a substance that solidifies and so reinforces masonry.
de: Die Kalkbrennerei verarbeitet Felsen zu "Mörtel", einer Substanz, die fest wird und so das Mauerwerk verstärkt.
gd: Nì àth-aoil aol-tàthaidh de clachan, seo stuth a nì clachaireachd nas treasa seasmhaiche.
ja: 石灰窯は、 石くずを固化してから強化した物質「モルタル」を つくるために、原石を処理します。
ru: Цементная печь обжигает камни и производит 'цемент', вещество которое, затвердев, укрепляет кладку.

source: Raw Stone from the Granite Mine or Quarry
de: Felsen aus der Granitmine oder dem Steinbruch
fr: Pierre brute de la mine de granit ou de la carrière
gd: Clach on mhèinn graineil no coireall
ja: 原石（花崗岩鉱山または採石場）
ru: Необработанный камень из гранитной шахты или каменоломни

source: The Lime Kiln’s output will only go to construction sites that need it. Those are predominantly houses that work with fire, and some military sites.
de: Das produzierte Material der Kalkbrennerei wird nur zu Baustellen transportiert, die dies auch benötigen. Dies sind überwiegend Häuser, die mit Feuer arbeiten und einige Militärgebäude.
gd: Cha tèid às-chur an àth-aoil ach gu làraichean-togail a bhios feumach air. Seo taighean a dh'obraicheas le teine gu h-àraidh is cuid a thogalaichean an airm.
ja: 石灰釜の出力先は、 それを必要とする建設地に供給されるだけです。 それらは主に、 火を扱う施設やいくつかの軍事施設です。
ru: Продукция цементной печи будет отравляться только на нуждающуюся в этом стройплощадку. По большей части, это дома, которые работают с огнём, и военные объекты.

source: Logs are a principal building material of the barbarians. The trees are felled by lumberjacks; rangers care for the supply of trees. Logs are also used in the metal workshop to build basic tools, and in the charcoal burner’s house in the production of coal. The wood hardener refines logs by hardening them in the fire which gives blackwood.
de: Stämme sind ein Hauptbaumaterial der Barbaren. Die Bäume werden von Holzfällern gefällt, Förster kümmern sich um die Versorgung mit Bäumen. Stämme werden auch in der Schmiede verwendet, um Basiswerkzeuge herzustellen, und in der Köhlerei bei der Kohleproduktion. Der Holzhärtner verbessert die Stämme, indem er sie im Feuer härtet, was Hartholz ergibt.
gd: 'S e an stuth togail bunasach aig na Tùsanaich a th' ann am fiodh. Thèid na craobhan a leagail le coilltearan is gabhaidh maoir-choille cùram dhe na craobhan. Cleachdaich an ceàrdach meatailt fiodh cuideachd gus acainnean bunasach a dhèanamh is an sloc gual-fhiodha gus gual a dhèanamh. Leasaichidh an cruadhaichear fiodha am fiodh is crudhaichidh e ann an teine e gus fiodh cruaidh a thoirt dhut.
ja: 丸太はバーバリアンの主要建築材料です。木々を木こりが伐り倒し、植樹番が木の供給をケアをします。 鍛冶工房で基本道具をつくるためにも炭焼小屋で石炭をつくるためにも、使用されます。黒材をもたらす製材所は、丸太を火で硬くすることで、精錬します。
ru: Брёвна - главный строительный ресурс варваров. Дровосеки заготавливают их из поваленных деревьев; лесничие заботятся о том, чтобы запас деревьев не иссяк. Кузница использует брёвна при производстве инструментов, углежёг жжёт из них уголь, а в балочной из них делают балки.

source: Fells trees.
de: Fällt Bäume.
fr: Abat des arbres.
gd: Leagaidh e craobhan.
ja: 木を伐採します。
ru: Рубит деревья.

source: ‘Take 200 hits to fell a tree and you’re a baby. Take 100 and you’re a soldier. Take 50 and you’re a hero. Take 20 and soon you will be a honorable lumberjack.’
de: ‘Benötige 200 Schläge um einen Baum zu fällen und Du bist ein Baby. Benötige 100 und Du bist ein Soldat. Benötige 50 und Du bist ein Held. Benötige 20 und Du wirst bald ein ehrenwerter Holzfäller sein.’
gd: "Thoir 200 bhuille gus craobh a leagail is nach tusa an leanabh. Thoir 100 dhiubh is tu 'nad shaighdear. Thoir 50 dhiubh is nach tusa an gaisgeach. Thoir 20 is chan fhada gus am bi thu nad choilltear."
ja: 「木を伐るに二百かかるは赤んぼ。 百で兵士、五十が英雄。 二十で立派な木こりになる」
ru: ‘Повали дерево с 200 ударов, и ты ребёнок. Повали со 100, и ты солдат. Повали с 50, и ты герой. Повали же дерево с 20 ударов, и вскоре ты станешь благородным дровосеком’.

source: Krumta, carpenter of Chat’Karuth
de: Krumta, Schreiner von Chat'Karuth
gd: Krumta, saor Chat'Karuith
ja: チャ・カルーの大工、クルムタ
ru: Крумта, плотник Чат'Каруфа.

source: Fell trees in the surrounding area and process them into logs.
de: Fällt Bäume in der Umgebung und verarbeitet sie zu Stämmen.
gd: Leag craobhan am fagas is nì fiodh dhiubh.
ja: 周辺で木を伐り、丸太に加工します。
ru: Валит деревья поблизости и обрабатывает их в брёвна.

source: The Lumberjack’s Hut needs trees in the immediate vicinity to fell.
de: Die Holzfällerhütte braucht Bäume in der unmittelbaren Umgebung, um sie zu fällen.
gd: Tha am bothan coillteir feumach air craobhan am fagas gus an leagail.
ja: 木こり小屋は、 すぐそばに木を必要とします。
ru: Хижине дровосека нужны деревья неподалёку чтобы работать.

source: The Lumberjack needs %s to fell a tree, not counting the time he needs to reach the destination and go home again.
de: Der Holzfäller benötigt %s um einen Baum zu fällen, ohne die Zeit, die er benötigt, diesen zu erreichen und wieder heimzukehren.
fr: Le bûcheron a besoin de %s pour abattre un arbre, sans compter le temps dont il a besoin pour arriver à destination et pour rentrer.
gd: Bheir coilltear %s gus craobh a leagail is bheir e ùine a bharrachd gus an ceann-uidhe a ruigsinn is tilleadh dhachaigh.
ja: 木こり小屋は、 目的地に到着してから再び戻る時間を カウントしなかった場合に、 木を伐るために%sかかります。
ru: У дровосека уходит %s на то, чтобы повалить дерево, не считая времени, уходящего на дорогу до него и обратно.

source: This is the most enhanced Barbarian armor. It is produced in the helm smithy and used in the training camp – together with food – to train soldiers from health level 2 to level 3.
de: Dies ist der beste Helm der Barbaren. Produziert in der Helmschmiede, erhöht er die Lebenspunkte eines Kriegers im Ausbildungslager – bei entsprechender Verpflegung – von Stufe 2 auf Stufe 3.
gd: Seo an armachd as adhartaiche aig na Tùsanaich. Saothraichidh tu ann an ceàrdach chlogaidean e is thèid a chleachdadh sa champa trèanaidh – le biadh – gus saighdearan a thrèanadh o shlàinte leibheil 2 gu slàinte leibheil 3.
ja: これはバーバリアンの最強化防具です。 兜工房で製造され、訓練場で兵士を体力レベル２から３に訓練するために――食物とともに――使用されます。
ru: Самый прочный из всех шлемов варваров. Производится в шлемной мастерской и используется в тренировочном лагере - в совокупности с едой - чтобы увеличить жизнь войнов с 2 до 3.

source: A meal is made out of pitta bread, strong beer and fish/meat in a big inn. This substantial food is exactly what workers in a deeper mine need.
de: Eine Mahlzeit wird aus Fladenbrot, Starkbier und Fisch/Fleisch in einer Gaststätte zubereitet. Dieses deftige Essen ist genau das, was Arbeiten in einer tiefen Mine brauchen.
gd: Nì thu mias à aran tur, leann làidir is iasg/feòil ann an taigh-seinnse. Seo am biadh mòr a bhios a dhìth aig obraichean sa mhèinn as doimhne.
ja: 食事はピタパン、ストロングビール、魚／肉を使用して大食堂でつくられます。このたっぷりの食物は、より深い鉱山の鉱夫がまさに必要としているものです。
ru: Обеды готовятся в гостинице из лепёшек, крепкого пива и рыбы/мяса. Это сытное блюдо - именно то, что нужно усердным шахтёрам глубинных шахт.

source: Meat contains a lot of energy. It is produced by hunters and used in the taverns, inns and big inns to prepare rations, snacks and meals for the miners. It is also consumed in the training sites (training camp and battle arena).
de: Fleisch liefert viel Energie. Es wird von Jägern produziert und in Tavernen, Wirtshäusern und Gaststätten verwendet, um Rationen, Snacks und Mahlzeiten für die Bergmänner herzustellen. Es wird auch in Trainingsgebäuden (Ausbildungslager und Arena) verbraucht.
gd: Tha tòrr chumhachd san fheòil. Solairidh na sealgairean i is thèid a cleachdadh sna taighean-tàirn, taighean-òil is taighean-seinnse gus greimeagan, lòin is miasan ullachadh do na mèinnearan. Ithear seo sna làraichean-trèanaidh cuideachd (campaichean trèanaidh is raointean catha).
ja: 肉にはたくさんのエネルギーが含まれます。 狩人によって生産され、鉱夫のための糧食、軽食、食事を用意するために、酒場、食堂、大食堂で使用されます。訓練施設（訓練場と闘技場）でも消費されます。
ru: Мясо содержит много энергии. Охотники добывают его, охотясь на диких животных. В тавернах, постоялых дворах и гостиницах из него готовят пайки, закуски и обеды. Также его потребляют в тренировочных лагерях и аренах поединков.

source: Produce felling ax
de: Stellt eine Holzfälleraxt her
gd: dèanamh tuaighe leagail
ja: 伐採斧の生産
ru: изготовить топор дровосека

source: Produce bread paddle
de: Stellt einen Brotschieber her
gd: dèanamh crainn-arain
ja: パンパドルの生産
ru: изготовить лопату для выпечки

source: Produce fire tongs
de: Stellt Feuerzangen her
fr: Produit des tenailles
gd: dèanamh clobha theine
ja: 火ばさみの生産
ru: изготовить щипцы

source: Produce fishing rod
de: Stellt eine Angeln her
fr: Produit des cannes à pêche
gd: dèanamh slaite-iasgaich
ja: 釣竿の生産
ru: изготовить удочку

source: Produce hammer
de: Produziert Hämmer
fr: Produit des marteaux
gd: dèanamh ùird
ja: ハンマーの生産
ru: изготовить молоток

source: Produce kitchen tools
de: Stellt Küchengeräte her
fr: Produit des ustensiles de cuisine
gd: dèanamh acainnean cidsin
ja: 調理用具の生産
ru: изготовить кухонную утварь

source: Produce pick
de: Stellt eine Spitzhacke her
fr: Produit des pioches
gd: dèanamh piocaide
ja: ツルハシの生産
ru: изготовить кирку

source: Produce scythe
de: Stellt eine Sense her
fr: Produit des faux
gd: dèanamh fàil
ja: 大鎌の生産
ru: изготовить косу

source: Produce shovel
de: Stellt eine Schaufel her
fr: Produit des pelles
gd: dèanamh sluasaide
ja: シャベルの生産
ru: изготовить лопату

source: Produce hunting spear
de: Stellt einen Jagdspeer her
fr: Produit des lances de chasse
gd: dèanamh slèigh seilg
ja: 狩猟槍の生産
ru: изготовить копьё охотника

source: ‘We make it work!’
de: "Wir bringen es zum Laufen!"
gd: "Obraichidh e leinne!"
ja: 「われらは作動させる！」
ru: 'Мы заставляем железо работать!'

source: Inscription on the threshold of the now ruined Olde Forge at Harradsheim, the eldest known smithy.
de: Inschrift auf der Türschwelle des nun zerstörten Olde Forge in Harradsheim, der älteste bekannte Schmiede.
fr: Inscriptions sur le seuil de la Vieille Forge maintenant en ruine de Harradsheim, la plus vieille forge connue.
gd: Snaidh-sgrìobhadh air stairsneach seann cheàrdach gobhainn Harradsheim a tha na fhuigheall a-nis, seo a' cheàrdach gobhainn as sine air a bheil sinn eòlach.
ja: ハラルドシャインにある、 いまや崩れた最古の工房、 『古鍛冶炉』の戸口の碑文
ru: Надпись на пороге ныне разрушенного Олде Форж в Харрадсхейме, старейшей известной кузницы.

source: The Barbarian Metal Workshop is the basic production site in a series of three buildings and creates all the tools that Barbarians need. The others are for weapons.
de: Die Schmiede der Barbaren ist das Basis-Produktionsstätte in einer Serie von drei Gebäuden und stellt alle Werkzeuge her, die die Barbaren brauchen. Die anderen Gebäude sind zur Waffenproduktion.
gd: 'S e an togalach saothrachaidh bunasach ann an sreath de thrì togalaichean a th' anns a' cheàrdach meatailt is cruthaichidh i na h-uile acainn air a bheil na Tùsanaich feumach. Nì an dà chuid eile airm.
ja: バーバリアンの鍛冶工房は、 三つの建物のシリーズの基本生産施設であり、 バーバリアンが必要とするすべての道具を つくります。 他の施設は武器のためのものです。
ru: Кузница варваров является первым зданием в цепочке из трех и производит все нужные варварам инструменты. Последующие здания производят оружие.

source: %s from the Lumberjack’s hut
de: %s von der Holzfällerhütte
gd: %s o bhothan coillteir
ja: %s(木こり小屋から)
ru: %s из хижины дровосека

source: n/a
de: nicht verfügbar
fr: n/d
gd: chan eil seo iomchaidh
ja: なし
ru: Недоступно

source: ‘Let the first one drive away the hunger, the second one put you at ease; when you have swallowed up your third one, it’s time for the next shift!’
de: ‘Lass die erste deinen Hunger stillen, die zweite dir die Nervosität nehmen; und wenn Du die dritte runtergeschluckt hast ist es Zeit für die nächste Schicht!’
gd: "Falbhaidh an t-acras leis an dàrna fear is bidh thu air do shocair leis an fhear eile; nuair a bhios tu air an treas fear òl, thig an t-àm gus tilleadh dhan obair!"
ja: 「一杯が飢えを癒やし 二杯にくつろぐ 三杯飲んだら次の交代時間！」
ru: 'Пусть первая чарка одолеет голод, вторая успокоит дух, а после третей уже пора и на смену!'

source: Widespread toast among Miners
de: Verbreitetstes Brot der Bergarbeiter
fr: Toast très répandue chez les mineurs
gd: Deoch-slàinte chumanta nam mèinnearan
ja: 鉱夫のあいだで広まった乾杯
ru: Известный шахтерский тост

source: The Micro Brewery produces Beer of the lower grade. This beer is a vital component of the Snacks that Inns and Big Inns prepare for Miners in Deep Mines.
de: Die Kleinbrauerei produziert Leichtbier. Dieses Bier ist ein wichtiger Bestandteil der Snacks, die Wirtshäuser und Gaststätten für die Bergmänner in Tiefen Minen herstellen.
fr: La petite brasserie produit de la bière de qualité inférieure. Cette bière est une composante essentielle des casse-croûtes que les auberges et les grandes auberges préparent pour les mineurs dans les mines profondes.
gd: Nì an taigh-grùide beag leann an ìre ìosal. 'S e co-phàirt cudromach sna lòin a th' ann a nì na taighean-òil is taighean-seinnse airson nam mèinnearan sna mèinnean domhain.
ja: ビール工房は低級なビールをつくります。 このビールは、深い鉱山の鉱夫のために 食堂と大食堂で用意される軽食の 重要な要素です。
ru: Малая пивоварня варит пиво низкого качества. Постоялые дворы и гостиницы используют его в приготовлении закусок для шахтёров в глубоких шахтах.

source: If all needed wares are delivered in time, this building can produce %s in about %s on average.
de: Wenn alle benötigten Waren rechtzeitig geliefert werden, kann dieses Gebäude %s in durchschnittlich %s produzieren.
fr: Si tous les biens nécessaires sont livrés à temps, ce bâtiment peut produire %s en environ %s en moyenne.
gd: Ma thèid a h-uile bathar air a bheil feum a lìbhrigeadh ri àm, saothraichidh an togalach seo %s an ceann mu %s sa chuibheas.
ja: 必要なすべてのアイテムが時間内に届いた場合、 この建物は%1$sを生産するために 平均約%2$sかかります。
ru: Если все необходимые товары доставлены вовремя, то это строение может произвести %s в среднем за %s.Средняя производительность здания при наличии нужных товаров: %1$s в %2$s.

source: An %1$s exploits only %2$s of the resource. From there on out, it will only have a 5%% chance of finding %3$s.
de: Eine %1$s baut nur %2$s der Ressourcen ab. Von da an hat sie nur noch eine Chance von 5%%, %3$s zu finden.
gd: Cha tog %1$s ach %2$s dhen stòras. An uairsin, cha bhi ach seans de 5%% aice gun lorg i %3$s.
ja: %s1$は、 資源の%2$sのみを掘りおこします。 <br>そのあとは、5%%のチャンスで %3$sを発見するだけです。
ru: %1$s использует только %2$s ресурса. С этого момента %3$s добывается с 5%%-м шансом.

source: Oxen help to carry items along busy roads. They are reared in a cattle farm.
gd: Cuidichidh daimh le giùlan nan nithean air rathaidean a tha trang. Togaidh tu ann an tuathanas crodh iad.
ja: 雄牛は、交通の激しい道路に沿ってアイテムを運ぶのを助けます。 牛牧場で育てられます。

source: This pick is used by the stonemasons and the miners. It is produced in the metal workshop (but it ceases to be produced by the building if it is enhanced to an axfactory and war mill).
de: Die Spitzhacke wird von Steinmetzen und Bergmännern benutzt. Sie wird in der Schmiede produziert (aber nicht mehr, wenn diese zu einer Axtmanufaktur oder einer Waffenschmiede ausgebaut wurde).
gd: Cleachdaidh clachairean is mèinnearan a' phiocaid seo. Thèid a saothrachadh ann an ceàrdach meatailt (ach cha saothraich an togalach i tuilleadh nuair a thèid a leasachadh gu factaraidh thuaghan is ceàrdach-cogaidh).
ja: このツルハシは、石工と鉱夫が使用します。 鍛冶工房で製造されます（ただし斧工房や戦斧工房に拡張した場合は、製造されなくなります）。
ru: Кирка используется камнетёсами и шахтёрами. Её изготавливают в кузнице (производстро прекращается, если кузницу улучшить до фабрики топоров или военной фабрики).

source: The barbarian bakers are best in making this flat and tasty pitta bread. It is made out of wheat and water following a secret recipe. Pitta bread is used in the taverns, inns and big inns to prepare rations, snacks and meals. It is also consumed at training sites (training camp and battle arena).
de: Die Bäcker der Barbaren sind die besten, wenn es darum geht, dieses flache und leckere Fladenbrot herzustellen. Es wird aus Weizen und Wasser nach einem geheimen Rezept gemacht. Fladenbrot wird in Tavernen, Wirtshäusern und Gaststätten verwendet, um Rationen, Snacks und Mahlzeiten zuzubereiten. Es wird auch in Trainingsgebäuden (Ausbildungslager und Arena) verbraucht.
gd: Tha fuineadairean nan Tùsanach uabhasach math air aran tur ach blasta a dhèanamh. Nì iad à chruithneachd is uisge e ann an dòigh dhìomhair. Cleachdaich na taighean-tàirn, taighean-òil is taighean-òsta e gus greimeagan, lòin is miasan ullachadh. Ithear e ann an làraichean-trèanaidh (campaichean trèanaidh is raointean catha) cuideachd.
ja: バーバリアンのパン職人はこの平たく美味しいピタパンをつくることに長けています。それは小麦と水を使用して、秘密のレシピに従ってつくられます。 ピタパンは、糧食、軽食、食事をつくるために酒場、食堂、大食堂で使用されます。訓練施設（訓練場と闘技場）でも消費されます。
ru: У пекарей варваров лучше всех получается выпекать эти плоские лепёшки. Их делают из пшеницы и воды, однако весь процесс хранится в тайне. Лепёшки используются в тавернах, на постоялых дворах и в гостиницах для приготовления пайков, закусок и обедов. Их также поставляют в тренировочные лагеря и арены поединков.

source: Carve %s out of stones lying near the hut.
de: Baue %s aus den Steinen neben der Hütte ab.
gd: Gearr %s à clachan faisg air a' bhothan.
ja: 小屋のそばに転がっている石から %sを切り出します。
ru: Вырезать %s из близлежащих валунов.

source: The Quarry needs stones in the vicinity.
de: Der Steinbruch benötigt Steine in der näheren Umgebung.
fr: La carrière à besoin de pierres dans son voisinage.
gd: Tha an coireall feumail air clach am fagas.
ja: 採石場は、 周辺に石を必要とします。
ru: Каменоломне нужен камень поблизости.

source: The stonemason pauses 25s before going to work again.
de: Der Steinmetz pausiert 25s, bevor er seine Arbeit wieder aufnimmt.
gd: Gabhaidh an clachair fois fad 25 diogan mus tòisich e air an obair a-rithist.
ja: 石工は作業を再開するまでに 25秒間一時停止かかります。
ru: Камнетёс отдыхает 25с перед тем, как снова приступить к работе.

source: Plants trees.
de: Pflanzt Bäume.
fr: Plante des arbres.
gd: Cuiridh e craobhan.
ja: 木を植えます。
ru: Сажает деревья.

source: ‘He who can grow two trees where normally only one will grow exceeds the most important general!’
de: "Er, der dort zwei Bäume wachsen lassen kann, wo normalerweise nur einer wächst, übertrifft den bedeutendsten General!"
gd: "Is am fear a dh'fhàsas dà chraobh far nach fhàsadh ach aon nas cudromaiche na ceannard!"
ja: 「普通は木の一本しか育たぬ土地に 二本を育てるものは、 大将軍にもまさるだろう！」
ru: 'Тот, кто сможет вырастить два дерева там, где можер расти только одно, превосходит даже самого важного генерала!'

source: Chat’Karuth in a conversation with a Ranger
de: Chat'Karuth in einer Unterhaltung mit einem Förster
gd: Chat’Karuth ann an conaltradh ri maor-coille
ja: チャ・カルーの植樹小屋との会話より
ru: Чат'Каруф в разговоре с лесничим

source: Plant trees in the surrounding area.
de: Pflanze Bäume in der Umgebung.
fr: Plante des arbres dans la zone alentour.
gd: Cuir craobhan am fagas.
ja: 周辺に木を植えます。
ru: Сажает деревья в округе.

source: The Ranger’s Hut needs free space in the immediate vicinity to plant the trees.
de: Die Försterhütte braucht freien Platz in der unmittelbaren Umgebung, um Bäume zu pflanzen.
gd: Tha am bothan maoir-choille feumach air rum saor am fagas gus craobhan a chur.
ja: 植樹番小屋は、 すぐそばにフリースペースを必要とします。
ru: Хижине лесничего нужно свободное место вокруг чтобы сажать деревья.

source: The Ranger needs %s to plant a tree, not counting the time he needs to reach the destination and go home again.
de: Der Förster benötigt %s um einen Baum zu pflanzen, die Zeit die er benötigt um seinen Bestimmungsort zu erreichen und wieder heimzukehren nicht mitgerechnet.
fr: Le garde forestier a besoin de %s pour planter un arbre, sans compter le temps dont il a besoin pour arriver à destination et pour rentrer.
gd: Bheir maor-coille %s gus craobh a chur is bheir e ùine a bharrachd gus an ceann-uidhe a ruigsinn is tilleadh dhachaigh.
ja: 植樹番小屋は、 目的地に到着してから再び戻る時間を カウントしなかった場合に、 木を植えるために%sかかります。
ru: У лесничего уходит %s на то, чтобы посадить дерево, не считая времени на дорогу до места работы и обратно.

source: A small bite to keep miners strong and working. Also the scout consumes rations on his scouting trips. Rations are produced in a tavern, an inn or a big inn out of fish or meat or pitta bread.
de: Ein kleiner Happen, um Minenarbeiter bei Kräften zu halten oder den Erkunder auf seinen Erkundungsreisen zu ernähren. Rationen werden in einer Taverne, einem Wirtshaus oder einer Gaststätte aus Fisch, Fleisch oder Fladenbrot hergestellt.
fr: Une petite bouchée pour garder les mineurs optimistes et travailleurs. L'éclaireur consomme aussi des rations pendant ses voyages d'exploration. Les rations sont produites dans la taverne, l'auberge ou la grande auberge à partir de viande ou poisson et de pain pita.
gd: Seo biadh beag a chumas na mèinnearan làidir is ag obair. Ithidh an rabhadair greimeagan air na tursan aige cuideachd. Saothraichidh tu greimeagan de èisg, feòil no aran tur ann an taigh-tàirn, taigh-òil no taigh-seinnse.
ja: 鉱夫が力強く働き続けるための小さなひとかじり。偵察兵も偵察の旅のために糧食を消費します。 糧食は、魚または肉、ピタパンを使用して、酒場、食堂、大食堂で生産されます。
ru: Паёк нужен для поддержания шахтеров сильными и работоспособными. Разведчикам также необходимы пайки в своих походах. Пайки готовятся в таверне, на постоялом дворе или в гостинице из рыбы, мяса или лепёшек.

source: Raw Stones are a basic building material of the barbarians. It is produced in quarries and granite mines.
de: Granit ist ein grundlegendes Baumaterial der Barbaren. Es wird von Steinbruch und Granitmine geliefert.
fr: Les pierres brutes sont le matériau de construction de base des barbares. Elles sont produites dans les carrières et les mines de granit.
gd: 'S e stuth togail bunasach aig na Tùsanaich a th' anns na clachan. Thèid an saothrachadh ann am mèinnean graineil is ann an coirill.
ja: 原石はバーバリアンの基本建築材料です。 採石場と花崗岩鉱山で生産されます。
ru: Камни - основной строительный материал варваров. Они добываются в каменоломнях и гранитных шахтах.

source: Plant reed
de: Pflanzt Reet
fr: Plante du roseau
gd: Cuir feur
ja: カヤの種蒔き
ru: посадить тростник

source: Harvest reed
de: Erntet Reet
fr: Récolte le roseau
gd: Buain feur
ja: カヤの収穫
ru: собрать урожай тростника

source: ‘We grow roofs’
de: "Wir bauen Dächer an."
gd: "Fàsaidh sinn mullaich"
ja: 「われわれは屋根を育てる」
ru: 'Мы взращиваем кровлю'

source: Slogan of the Guild of Gardeners
de: Motto der Reetbauer-Gilde
gd: Facal-suaicheantais aig comann nan gàirnealair
ja: カヤ農夫ギルドのスローガン
ru: Девиз гильдии садовников

source: The Reed Yard cultivates reed that serves two different purposes for the Barbarian tribe.<br>It is the traditional material for roofing, and it is woven into the extremely durable cloth that they use for their ships’ sails.
de: Der Reethof baut Reet an, das den Barbaren für zwei verschiedene Zwecke dient.<br>Es ist das traditionelle Material zum Dachdecken und es wird zu einem extrem beständigen Stoff gewoben, den sie für die Segel ihrer Schiffe verwenden.
gd: Togaidh am feur-lios feur a choileanas dà fheumalachdan do threubh nan Tùsanach.<br>Is feur an stuth togail dualchasach airson mhullaichean is thèid fhighe na chlò throm airson siùil nan longan aca.
ja: カヤ園は バーバリアン部族の二つの異なる目的にかなう、 カヤを栽培します。 <br>それは伝統的な屋根葺き材料であり、 また彼らが自分たちの船の帆に使う、 とても永続的な布に織られます。
ru: В ораежерее выращивается тростник, который используется варварами в двух целях.<br>В качастве традиционного кровельного материала и для производства парусов из очень прочного тростникового сукна.
