Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: Your barracks discovered an aggressor.
gd: Mhothaich na taighean-feachd agad ionnsaighear.
ja: 兵舎が侵略者を発見しました。

source: Your barracks is under attack.
gd: Tha na taighean-feachd agad fo ionnsaigh.
ja: 兵舎が攻撃を受けています。

source: The enemy defeated your soldiers at the barracks.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig taighean-feachd.
ja: 敵が兵舎であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the barracks.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig taighean-feachd.
ja: あなたの兵士が兵舎で敵を討伐しました。

source: Your barrier discovered an aggressor.
gd: Mhothaich an taigh-faire agad ionnsaighear.
ja: 関所が侵略者を発見しました。

source: Your barrier is under attack.
gd: Tha an taigh-faire agad fo ionnsaigh.
ja: 関所が攻撃を受けています。

source: The enemy defeated your soldiers at the barrier.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig taigh-faire.
ja: 敵が関所であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the barrier.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig taigh-faire.
ja: あなたの兵士が関所で敵を討伐しました。

source: Your castle discovered an aggressor.
gd: Mhothaich an caisteal agad ionnsaighear.
ja: 城郭が侵略者を発見しました。

source: Your castle is under attack.
gd: Tha an caisteal agad fo ionnsaigh.
ja: 城郭が攻撃を受けています。

source: The enemy defeated your soldiers at the castle.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig caisteal.
ja: 敵が城郭であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the castle.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig caisteal.
ja: あなたの兵士が城郭で敵を討伐しました。

source: Your citadel discovered an aggressor.
gd: Mhothaich a' chathair agad ionnsaighear.
ja: 城塞が侵略者を発見しました。

source: Your citadel is under attack.
gd: Tha a' chathair agad fo ionnsaigh.
ja: 城塞が攻撃を受けています。

source: The enemy defeated your soldiers at the citadel.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig cathair.
ja: 敵が城塞であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the citadel.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig cathair.
ja: あなたの兵士が城塞で敵を討伐しました。

source: Your donjon discovered an aggressor.
gd: Mhothaich an tùr-faire agad ionnsaighear.
ja: 物見塔が侵略者を発見しました。

source: Your donjon is under attack.
gd: Tha an tùr-faire agad fo ionnsaigh.
ja: 物見塔が攻撃を受けています。

source: The enemy defeated your soldiers at the donjon.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig tùr-faire.
ja: 敵が物見塔であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the donjon.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig tùr-faire.
ja: あなたの兵士が物見塔で敵を討伐しました。

source: Your fortress discovered an aggressor.
gd: Mhothaich an dùn agad ionnsaighear.
ja: 要塞が侵略者を発見しました。

source: Your fortress is under attack.
gd: Tha an dùn agad fo ionnsaigh.
ja: 要塞が攻撃を受けています。

source: The enemy defeated your soldiers at the fortress.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig dùn.
ja: 敵が要塞であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the fortress.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig dùn.
ja: あなたの兵士が要塞で敵を討伐しました。

source: Your guardhall discovered an aggressor.
gd: Mhothaich an talla-faire agad ionnsaighear.
ja: 警備所が侵略者を発見しました。

source: Your guardhall is under attack.
gd: Tha an talla-faire agad fo ionnsaigh.
ja: 警備所が攻撃を受けています。

source: The enemy defeated your soldiers at the guardhall.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig talla-faire.
ja: 敵が警備所であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the guardhall.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig talla-faire.
ja: あなたの兵士が警備所で敵を討伐しました。

source: Your guardhouse discovered an aggressor.
gd: Mhothaich am bothan-faire agad ionnsaighear.
ja: 警備小屋が侵略者を発見しました。

source: Your guardhouse is under attack.
gd: Tha am bothan-faire agad fo ionnsaigh.
ja: 警備小屋が攻撃を受けています。

source: The enemy defeated your soldiers at the guardhouse.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig bothan-faire.
ja: 敵が警備小屋であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the guardhouse.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig bothan-faire.
ja: あなたの兵士が警備小屋で敵を討伐しました。

source: Your high tower discovered an aggressor.
gd: Mhothaich an tùr àrd agad ionnsaighear.
ja: 高監視塔が侵略者を発見しました。

source: Your high tower is under attack.
gd: Tha an tùr àrd agad fo ionnsaigh.
ja: 高監視塔が攻撃を受けています。

source: The enemy defeated your soldiers at the high tower.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig tùr àrd.
ja: 敵が高監視塔であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the high tower.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig tùr àrd.
ja: あなたの兵士が高監視塔で敵を討伐しました。

source: Your outpost discovered an aggressor.
gd: Mhothaich an gearastan agad ionnsaighear.
ja: 前哨基地が侵略者を発見しました。

source: Your outpost is under attack.
gd: Tha an gearastan agad fo ionnsaigh.
ja: 前哨基地が攻撃を受けています。

source: The enemy defeated your soldiers at the outpost.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig gearastan.
ja: 敵が前哨基地であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the outpost.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig gearastan.
ja: あなたの兵士が前哨基地で敵を討伐しました。

source: Your sentry discovered an aggressor.
gd: Mhothaich am freiceadan agad ionnsaighear.
ja: 歩哨所が侵略者を発見しました。

source: Your sentry is under attack.
gd: Tha am freiceadan agad fo ionnsaigh.
ja: 歩哨所が攻撃を受けています。

source: The enemy defeated your soldiers at the sentry.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig freiceadan.
ja: 敵が歩哨所であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the sentry.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig freiceadan.
ja: あなたの兵士が歩哨所で敵を討伐しました。

source: Your small tower discovered an aggressor.
gd: Mhothaich an tùr beag agad ionnsaighear.
ja: 小監視塔が侵略者を発見しました。

source: Your small tower is under attack.
gd: Tha an tùr beag agad fo ionnsaigh.
ja: 小監視塔が攻撃を受けています。

source: The enemy defeated your soldiers at the small tower.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig tùr beag.
ja: 敵が小監視塔であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the small tower.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig tùr beag.
ja: あなたの兵士が小監視塔で敵を討伐しました。

source: Your tower discovered an aggressor.
gd: Mhothaich an tùr agad ionnsaighear.
ja: 監視塔が侵略者を発見しました。

source: Your tower is under attack.
gd: Tha an tùr agad fo ionnsaigh.
ja: 監視塔が攻撃を受けています。

source: The enemy defeated your soldiers at the tower.
gd: Chuir an nàmhaid ruaig air na saighdearan agad aig tùr.
ja: 敵が監視塔であなたの兵士を倒しました。

source: Your soldiers defeated the enemy at the tower.
gd: Chuir na saighdearan agad ruaig air an nàmhaid aig tùr.
ja: あなたの兵士が監視塔で敵を討伐しました。

source: The Ax is the basic weapon of the barbarians. All young soldiers are equipped with it.
de: Die Axt ist die Hauptwaffe der Barbaren. Alle jungen Soldaten sind damit ausgerüstet.
gd: 'S e an t-arm bunasach aig na Tùsanaich a th' anns an tuagh. Beiridh gach saighdear òg tè.
ja: アックスはバーバリアンの基本武器です。すべての若い兵士はそれを装備します。
ru: Топор - базовое оружие всех варваров. Все молодые солдаты экипируются им.

source: Produce ax
de: Schmiedet eine Axt
gd: dèanamh tuaighe
ja: アックスの生産
ru: изготовить топор

source: Produce sharp ax
de: Schmiedet eine scharfe Axt
gd: dèanamh tuaighe geire
ja: シャープアックスの生産
ru: изготовить острый топор

source: Produce broad ax
de: Schmiedet eine Breitaxt
gd: dèanamh tuaighe mhòire
ja: ブロードアックスの生産
ru: изготовить секиру

source: Work
de: Arbeit
fr: Travaille
gd: obair
ja: 作業
ru: Работа

source: Lore
de: Geschichte
fr: Tradition
gd: Seanchas
ja: 伝承
ru: Мудрость

source: ‘A new Warrior’s Ax brings forth the best in its wielder – or the worst in its maker.’
de: ‘Eine neue Streitaxt bringt ihrem Träger das Beste – oder ihrem Schmied das Schlimmste.’
gd: "Nì tuagh as fhearr an gaisgeach a bhuaileas."
ja: 「新しい最高の ウォリアーズアックスは、 その装備者の手で 生み出される ――そして最低のものは 作り手の手で」
ru: 'Новый топор война всегда покажет, насколько хорош его владелец, и насколько плох его кузнец.'

source: An old Barbarian proverb<br> meaning that you need to take some risks sometimes.
de: Ein altes Barbarensprichwort<br> sagt, dass man manche Risiken eingehen muss.
fr: Un vieux proverbe barbare<br> qui veut dire que, parfois, il faut prendre des risques.
gd: Seo seann-fhacal nan Tùsanach.<br>Is ciall dha gun luach beagan cunnairt aig amannan.
ja: バーバリアンの古いことわざ ときにはリスクを取るべきという意味
ru: Древняя поговорка Варваров<br> означающая, что иногда приходится идти на риск.

source: General
de: Allgemein
fr: Général
gd: Coitcheann
ja: 一般
ru: Основное

source: Purpose:
de: Bestimmung:
fr: Objectif :
gd: Adhbhar:
ja: 目的:
ru: Назначение:

source: The Barbarian Axfactory is the intermediate production site in a series of three buildings. It is an upgrade from the Metal Workshop but doesn’t require additional qualification for the worker.
de: Die Axtmanufaktur der Barbaren ist die mittlere Produktionsstufe in einer Reihe von drei Gebäuden. Sie ist eine Verbesserung der Schmiede, benötigt aber keine zusätzliche Qualifikation des Arbeiters.
gd: 'S e an togalach air ìre meadhanach ann an sreath de trì togalaichean a th' anns an fhactaraidh thuaghan. Thèid a leasachadh on cheàrdach meatailt ach chan eil eòlas sònraichte a dhìth air an obraiche.
ja: バーバリアンの斧工房は、 三つの建物のシリーズの中間生産施設です。 それは、鍛冶工房から拡張されますが、 労働者のための追加の資格を必要としません。
ru: Фабрика топоров варваров - это второе здание в цепочке из трёх. Улучшенный вариант простой кузницы, не требующий дополнительных умений от кузнеца.

source: It can make axes, Sharp axes and Broad axes.
gd: Nì e tuaghan, tuaghan geura is tuaghan mòra.
ja: アックス、シャープアックス、 ブロードアックスを つくります。

source: Working radius:
de: Arbeitsbereich:
fr: Rayon de travail :
gd: Raon obrach:
ja: 作業半径:
ru: Рабочая площадь:

source: Conquer range:
de: Einflussbereich:
fr: Portée de conquête :
gd: Raon a' cheannsachaidh:
ja: 征服範囲:
ru: Радиус захвата:

source: Vision range:
de: Sichtweite:
fr: Champ de vision :
gd: Astar lèirsinne:
ja: 視野範囲:
ru: Дальность обзора:

source: Dependencies
de: Abhängigkeiten
fr: Dépendances
gd: Eisimeileachdan
ja: 依存関係
ru: Зависимости

source: Incoming:
de: Eingehend:
fr: Entrant :
gd: A-steach:
ja: 入力元:
ru: Сырьё:

source: %s from the Smelting Works
de: %s vom Hochofen
fr: %s d'une fonderie
gd: %s o cheàrdach leaghadair
ja: %s(製錬所から)
ru: %s из литейной

source: Iron
de: Eisen
fr: Fer
gd: Iarann
ja: 鉄
ru: Железо

source: %s from the Coal mine or the Charcoal Burner’s House
de: %s aus der Kohlenmine oder der Köhlerei
gd: %s on mhèinn guail no sloc gual-fhiodha
ja: %s(炭鉱または炭焼小屋から)
ru: % из угольной шахты или домика углежога

source: Coal
de: Kohle
fr: Charbon
gd: Gual
ja: 石炭
ru: Уголь

source: Outgoing:
de: Ausgehend:
fr: Sortant :
gd: A-mach:
ja: 出力先:
ru: Продукция:

source: Soldier
de: Krieger
fr: Soldat
gd: Saighdear
ja: 兵士
ru: Солдат

source: Training Camp
de: Ausbildungslager
gd: Campa trèanaidh
ja: 訓練場
ru: Тренировочный лагерь

source: Building
de: Gebäude
fr: Bâtiment
gd: Togalach
ja: 施設
ru: Строительство

source: Medium plot
de: Mittelgroßes Grundstück
fr: Parcelle moyenne
gd: Roinn mheadhanach
ja: 中区画
ru: Средняя делянка

source: Space required:
de: Platzbedarf:
fr: Espace nécessaire:
gd: Àite air a bheil feum:
ja: 必要スペース:
ru: Требуемая площадка:

source: Metal Workshop
de: Schmiede
gd: Ceàrdach meatailt
ja: 鍛冶工房
ru: Кузница

source: Upgraded from:
de: Ausgebaut aus:
fr: Amélioré depuis :
gd: Air àrdachadh o:
ja: 拡張元施設:
ru: Улучшено из:

source: Upgrade cost:
de: Verbesserungskosten:
fr: Coût de l'amélioration :
gd: Cosgaisean an àrdachaidh:
ja: 拡張コスト:
ru: Затраты на улучшение:

source: %i Blackwood
de: %i Hartholz
gd: %i fhiodh cruaidh
ru: %i Балка

source: %i Thatch Reed
de: %i Reet
gd: %i fheur tughaidh
ru: %i Тростник

source: %i Grout
de: %i Mörtel
gd: %i aol-tàthaidh
ru: %i Цемент

source: %i Raw Stone
de: %i Felsen
gd: %i chlach
ru: %i Камень

source: %i Log
de: %i Stamm
gd: %i fhiodh
ru: %i Бревно

source: Cost cumulative:
de: Zunehmende Kosten:
fr: Coût cumulé :
gd: A' chosgais tionalach:
ja: 累積コスト:
ru: Общая стоимость:

source: Dismantle yields:
de: Gewonnenes Baumaterial beim Abbruch:
fr: Démonter les sites de production:
gd: Bheir an toirt às a chèile dhut:
ja: 解体回収材:
ru: Демонтаж вернёт:

source: Upgradeable to:
de: Kann verbessert werden zu:
fr: Peut être amélioré en :
gd: Gabhaidh àrdachadh gu:
ja: 拡張施設:
ru: Улучшается до:

source: War Mill
de: Waffenschmiede
fr: Moulin de guerre
gd: Ceàrdach-cogaidh
ja: 戦斧工房
ru: Военная фабрика

source: Workers
de: Arbeiter
fr: Ouvriers
gd: Obraichean
ja: 労働者
ru: Работники

source: Crew required:
de: Mannschaft benötigt:
fr: Personnel nécessaire :
gd: Sgioba riatanach:
ja: 必要職種:
ru: Требуемые работники:

source: %s or better
de: %s oder besser
fr: %s ou mieux
gd: %s no nas fhearr
ja: %s以上
ru: %s или лучше

source: Blacksmith
de: Schmied
fr: Forgeron
gd: Gobha-dubh
ja: 鍛冶職人
ru: Кузнец

source: Hammer
fr: Marteau
gd: Òrd
ja: ハンマー
ru: Молоток

source: Worker uses:
de: Arbeiter benötigt:
fr: Ouvrier utilise :
gd: Acainn:
ja: 作業道具:
ru: Работники используют:

source: Experience levels:
de: Erfahrungsstufe:
fr: Niveaux d'expérience :
gd: Leibheilean eòlais:
ja: 経験値レベル:
ru: Уровни опыта:

source: %s to %s (%s EP)
de: %s zu %s (%s EP)
fr: %s à %s (%s EP)
gd: %s gu %s (%s PE)
ja: %s→%s(%s exp)
ru: %s до %s (%s опыта)

source: Master Blacksmith
de: Meisterschmied
fr: Maître forgeron
gd: Sàr-ghobha-dubh
ja: 鍛冶師
ru: Опытный кузнец

source: Production
de: Produktion
gd: Saothrachadh
ja: 生産
ru: Производство

source: If all needed wares are delivered in time, this building can produce %1$s in about %2$s on average.
de: Wenn alle benötigten Waren rechtzeitig geliefert werden, kann dieses Gebäude %1$s in durchschnittlich etwa %2$s produzieren.
gd: Ma thèid a h-uile bathar air a bheil feum a lìbhrigeadh ri àm, saothraichidh an togalach seo %s an ceann %s sa chuibheas.
ja: 必要なすべてのアイテムが時間内に届いた場合、 この建物は%1$sを生産するために 平均約%2$sかかります。
ru: При наличии всех нужных товаров %1$s производится в среднем за %2$s.

source: Performance:
de: Leistung:
gd: Dèanadas:
ja: 性能:
ru: Производительность:

source: each item
de: jedes
fr: chaque objet
gd: gach nì
ja: 各アイテム
ru: каждый предмет

source: All three weapons take the same time for making, but the required raw materials vary.
de: Alle drei Waffen benötigen die gleiche Zeit zur Herstellung, aber die benötigten Rohmaterialien unterscheiden sich.
fr: Ces trois armes ont le même temps de fabrication, mais les matériaux de base requis varient.
gd: Gabhaidh an trì seòrsa de dh'airm an aon ùine gus an dèanamh, ach bidh stuth eadar-dhealaichte a dhìth.
ja: 三つの武器すべては、 つくるために同じ時間がかかりますが、 必要な原材料は変わります。
ru: Все три вида оружия требуют одинаковое время для производства, но разные наборы сырья.

source: Bakes bread for workers.
de: Bäckt Brot für Arbeiter.
fr: Cuit du pain pour les ouvriers.
gd: Fuinidh e aran airson nan obraichean.
ja: 労働者のためにパンを焼きます。
ru: Печёт хлеб для рабочих.

source: Text needed
de: Text benötigt
fr: Texte nécessaire
gd: Tha teacsa a dhìth
ja: テキストなし
ru: Нужен текст

source: Source needed
de: Quelle benötigt
fr: Source nécessaire
gd: Tha tùs a dhìth
ja: 出典なし
ru: Нужен источник

source: Bake Pitta Bread for Soldiers and Miners alike.
de: Backe Fladenbrot für Soldaten sowie Bergmänner.
fr: Fait du pain pita aussi bien pour les soldats que pour les mineurs.
gd: Fuin aran tur airson nan saighdearan is mèinnearan.
ja: 兵士と鉱夫たちに同じようにピタパンを焼きます。
ru: Печёт лепёшки как для солдат, так и для шахтёров.

source: Wheat from the Farm
de: Weizen vom Bauernhof
fr: Blé de la ferme
gd: Cruithneachd on tuathanas
ja: 小麦(農場から)
ru: Пшеница с фермы

source: Water from the Well
de: Wasser aus dem Brunnen
fr: Eau du puits
gd: Uisge on tobar
ja: 水(井戸から)
ru: Вода из колодца

source: Pitta Bread
de: Fladenbrot
fr: Pain pita
gd: Aran tur
ja: ピタパン
ru: Лепёшка

source: Tavern
de: Taverne
fr: Taverne
gd: Taigh-tàrn
ja: 酒場
ru: Таверна

source: Inn
de: Wirtshaus
fr: Auberge
gd: Taigh-òil
ja: 食堂
ru: Постоялый двор

source: Big Inn
de: Gaststätte
fr: Grande auberge
gd: Taigh-seinnse
ja: 大食堂
ru: Гостиница

source: Battle Arena
de: Arena
fr: Arène de combat
gd: Raon catha
ja: 闘技場
ru: Арена поединков

source: Build cost:
de: Baukosten
gd: Cosgaisean togail:
ja: 建設コスト:
ru: Стоимость постройки:

source: Baker
de: Bäcker
fr: Boulanger
gd: Fuineadair
ja: パン職人
ru: Пекарь

source: Bread Paddle
de: Brotschieber
fr: Planche à Pain
gd: Crann-arain
ja: パンパドル
ru: Лопата для выпечки

source: If all needed wares are delivered in time, this building can produce %1$s in %2$s on average.
de: Wenn alle benötigten Waren rechtzeitig geliefert werden, kann dieses Gebäude %1$s in durchschnittlich %2$s produzieren.
gd: Ma thèid a h-uile bathar air a bheil feum a lìbhrigeadh ri àm, saothraichidh an togalach seo %1$s an ceann %2$s sa chuibheas.
ja: 必要なすべてのアイテムが時間内に届いた場合、 この建物は%1$sを生産するために 平均%2$sかかります。
ru: При наличии всех нужных товаров %1$s производится в среднем за %2$s.

source: a Pitta Bread
de: ein Fladenbrot
gd: aran tur
ja: ピタパン
ru: лепёшка

source: Your soldiers have occupied your barrier.
gd: Ghabh na saighdearan agad còmhnaidh san taigh-fhaire agad.
ja: あなたの兵士が あなたの関所を占拠しました。

source: The help text of this building is under construction.
de: Der Hilfetext für diese Gebäude ist in Bearbeitung.
fr: Le texte d'aide de ce bâtiment est en construction.
gd: Tha sinn fhathast ag ullachadh na cobharach airson an togalaich seo.
ja: この建物のヘルプは執筆中です。
ru: Помощь по этому зданию еще не написана.

source: Sleep
de: Schlaf
fr: Au repos
gd: 'Na chadal
ja: 休止
ru: Сон

source: Upgrade soldier evade from level 0 to level 1
de: Verbessert Ausweichen des Soldaten von Stufe 0 auf 1
gd: àrdachadh teàrnadh saighdeir o leibheil 0 gu leibheil 1
ja: 回避訓練Lv0→1
ru: Увеличить навык уклонения с 0 до 1

source: Upgrade soldier evade from level 1 to level 2
de: Verbessert Ausweichen des Soldaten von Stufe 1 auf 2
gd: àrdachadh teàrnadh saighdeir o leibheil 1 gu leibheil 2
ja: 回避訓練Lv1→2
ru: Увеличить навык уклонения с 1 до 2

source: ‘No better friend you have in battle than the enemy’s blow that misses.’
de: ‘Der beste Freund in der Schlacht ist der feindliche Schlag, der Dich verfehlt.’
gd: "Chan eil caraid as fhearr agad air a' bhlàr ach buille an nàmhad nach buail."
ja: 「敵の打ち損じ 同様に、 戦いに親友は ありえない」
ru: 'В бою нет лучшего друга чем удар врага, не достигший цели.'

source: Said to originate from Neidhardt, the famous trainer.
de: Soll angeblich von Neidhardt, dem berühmten Trainer, stammen.
fr: Dit descendre de Neidhardt, le célèbre entraîneur.
gd: Thathar den bheachd gun tuirt an trèanair cliùiteach Neidhardt seo.
ja: 有名な教官、ナイトハルトの開始の言葉
ru: Считается высказыванием Нидхардта - известного инструктора.

source: Trains soldiers in Evade up to level 2.
de: Trainiert bei Soldaten das Ausweichen bis zur Stufe 2.
fr: Entraîne les soldats en vue d'améliorer l'esquive au niveau 2.
gd: Trèanaidh seo saighdearan ann an teàrnadh suas gu leibheil 2.
ja: 兵士の回避レベルを２まで訓練します。
ru: Тренирует навык уклонения до уровня 2.

source: ‘Evade’ increases the soldier’s chance not to be hit by the enemy and so to remain totally unaffected.
de: "Ausweichen" verbessert die Wahrscheinlichkeit, dass der Soldat nicht vom Gegner getroffen wird und damit völlig unberührt bleibt.
gd: Le "Teàrnadh" cha bhi e cho buailteach gun tèid saighdear a bhualadh leis an nàmhaid ach nach tèid a leònadh.
ja: 「回避」は、兵士が敵に打たれないようにして、 影響をまったく受けないようになる機会を 増やします。
ru: 'Уклонение' увеличивает шансы солдата избежать вражеской атаки и остаться невредимым.

source: Evade Training:
de: Ausweichtraining:
fr: Entrainement à l'esquive :
gd: A' trèanadh teàrnadh:
ja: 回避訓練:
ru: Отработка уклонения:

source: %s and
de: %s und
fr: %s et
gd: %s agus
ja: %sと
ru: %s и

source: Strong Beer
de: Starkbier
fr: Bière forte
gd: Leann làidir
ja: ストロングビール
ru: Крепкое пиво

source: %s or %s
de: %s oder %s
fr: %s ou %s
gd: %s no %s
ja: %s／%s
ru: %s или %s

source: Fish
de: Fisch
fr: Poisson
gd: Iasg
ja: 魚
ru: Рыба

source: Meat
de: Fleisch
fr: Viande
gd: Feòil
ja: 肉
ru: Мясо

source: Big plot
de: Großes Grundstück
fr: Grande parcelle
gd: Roinn mhòr
ja: 大区画
ru: Большая делянка

source: %i Gold
gd: %i òr
ru: %i Золото

source: Trainer
de: Ausbilder
fr: Entraîneur
gd: Trèanair
ja: 教官
ru: Инструктор

source: %1$im%2$is
gd: %1$imion %2$idiog
ja: %1$i分%2$i秒
ru: %1$iм%2$iс

source: Evade
de: Ausweichen
fr: Esquive
gd: Teàrnadh
ja: 回避
ru: навык уклонения

source: If all needed wares are delivered in time, a Battle Arena can train %1$s for one soldier from 0 to the highest level in %2$s on average.
de: Wenn alle benötigten Waren rechtzeitig geliefert werden, kann eine Arena %1$s eines Soldaten von 0 zur höchsten Stufe in durchschnittlich %2$s trainieren.
gd: Ma thèid a h-uile bathar air a bheul feum a lìbhrigeadh ri àm, trèanaidh raon catha %1$s aig saighdeir o 0 gun leibheil as àirde an ceann %2$s sa chuibheas.
ja: 必要なすべてのアイテムが時間内に届いた場合、 闘技場は一人の兵士の%1$sを レベル0から最高レベルにするために 平均%2$sかかります。

source: This is a dangerous weapon the barbarians are able to produce. It is produced in the ax factory. Only trained warriors are able to wield such a weapon. It is used – together with food – in the training camp to train soldiers from attack level 3 to 4.
de: Das ist eine gefährliche Waffe, die die Barbaren produzieren können. Sie wird in der Axtmanufaktur hergestellt. Nur trainierte Soldaten können eine solche Waffe führen. Sie wird - zusammen mit Nahrung - im Ausbildungslager verwendet, um Soldaten von der Angriffsstufe 3 zu 4 zu trainieren.
gd: Seo arm cunnartach a nì na Tùsanaich ann am factaraidh thuaghan. Chan urrainn ach gaisgich a fhuair trèanadh arm mar sin iomairt. Thèid a chleachdadh sa champa trèanaidh – le biadh – gus ionnsaigh nan saighdearan a thrèanadh o leibheil 3 gu leibheil 4.
ja: これはバーバリアンが製造することができる危険な武器です。斧工房で製造されます。訓練された戦士だけが、そのような武器を扱うことができます。 訓練場で兵士を攻撃レベル３から４に訓練するために――食物とともに――使用されます。
ru: Боевой топор - опасное опасное оружие варваров, которое куётся на фабрике топоров. Только подготовленные войны умеют владеть этим оружием. В тренировочном лагере солдаты увеличивают свою силу с 3 до 4 при помощи этого топора и еды.

source: Beer is produced in micro breweries used in inns and big inns to produce snacks.
de: Bier wird in der Kleinbrauerei aus Wasser und Weizen gebraut und wird in Wirtshäusern und Gaststätten zum Herstellen von Snacks benötigt.
fr: La bière est produite dans les petites brasseries et utilisée dans les grandes auberges pour produire des casse-croûtes.
gd: Nì thu leann ann an taigh-grùide beag is cleachdaidh na taighean-òil is taighean-seinnse e gus lòin a dhèanamh.
ja: ビールはビール工房で製造され、軽食をつくるために食堂と大食堂で使用されます。
ru: Пиво варится на малых пивоварнях и используется на постоялых дворах и в гостиницах для приготовления закуски.

source: Produce ration
de: Produziert eine Ration
fr: Produit des rations
gd: dèanamh greimeige
ja: 糧食の生産
ru: приготовить паёк

source: Produce snack
de: Produziert Snacks
fr: Produit des casse-croûtes
gd: dèanamh lòin
ja: 軽食の生産
ru: приготовить закуску

source: Produce meal
de: Produziert eine Mahlzeit
fr: Produit des repas
gd: dèanamh mèis
ja: 食事の生産
ru: приготовить обед

source: Produces weapons for soldiers and tools for workers.
de: Schmiedet Waffen für Soldaten und Werkzeuge für die Arbeiter.
fr: Fabrique des armes pour les soldats et des outils pour les ouvriers.
gd: Nì e airm airson saighdearan is acainnean airson obraichean.
ja: 兵士のための武器と労働者のための道具を、つくります。
ru: Изготавливает оружие для солдат и инструменты для рабочих.

source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of logs in the wood hardener.
de: Dieses feuergehärtete Holz ist so hart wie Eisen und wird für einige Gebäude verwendet. Es wird aus Stämmen vom Holzhärter produziert.
gd: Tha am fiodh seo a chaidh a chruadhachadh san teine cho cruaidh ri iarann is cleachdaidh tu airson iomadh togalach e. Nì an cruadhaichear fiodha de dh'fhiodh e.
ja: この火で硬化させた木材は、鉄と同じくらい硬く、そして複数の建物のために使用されます。 製材所で丸太を使用して製造されます。
ru: Это обожжённое дерево не мягче железа и используется при постройки некоторых зданий.
