Repository: alexdavis-bf-toys/widelands
Catalog: po/tribe_barbarians/*.po
Languages: de, fr, gd, ja, ru

source: Some of your starting buildings didn't have enough room and weren't build. You are at an disadvantage with this; consider restarting this map with a fair starting condition.
fr: Certains de vos bâtiments de départ n'ont pas eu assez de place et n'ont pas été construits. Dans ces conditions vous êtes désavantagé ; Pensez à redémarrer cette carte avec des conditions de départ raisonnables.

source: Song written by Sigurd the Bard<br> when the first rain fell after the Great Drought in the 21st year of Chat'Karuth' reign.
fr: Chanson écrite par Sigurd le Barde <br> lors de la première pluie tombée après la grande sécheresse dans la 21ème année du règne de Chat'Karuth.

source: Stronghold
fr: Place forte

source: Thatch reed is produced in a fernery and used to make the roofs of buildings waterproof.
fr: Le chaume de roseau est produit dans une fougeraie et est utilisé pour rendre les toits des constructions imperméables.

source: The %s pauses %s before going to work again.
fr: Le %s met en pause %s avant de se remettre au travail.

source: The Axe is a basic weapon for the barbarians. All young soldiers are equipped with it.
fr: La hache est l'arme de base des barbares. Tous les jeunes soldats en sont équipés.

source: The Barbarian Axefactory
fr: La fabrique de haches Barbare

source: The Barbarian Axefactory is the intermediate production site in a series of three buildings. It is an upgrade from the Metalwork Shop but doesn't require additional qualification for the worker.
fr: La fabrique de haches Barbare est le site de production intermédiaire d'une série de trois bâtiments. Il s'agit d'une mise à niveau de la forge, mais ne nécessite pas une qualification supplémentaire pour le travailleur.

source: The Barbarian Bakery
fr: La boulangerie des Barbares

source: The Barbarian Battle Arena
fr: L'arène de combat Barbare

source: The Barbarian Cattle Farm
fr: La ferme à bétail Barbare

source: The Barbarian Coal Mine
fr: La mine de charbon Barbare

source: The Barbarian Deep Coal Mine
fr: La mine de charbon profonde Barbare

source: The Barbarian Deep Gold Mine
fr: La mine d'or profonde Barbare

source: The Barbarian Deep Iron Ore Mine
fr: La mine de fer profonde Barbare

source: The Barbarian Deeper Coal Mine
fr: La mine de charbon très profonde Barbare

source: The Barbarian Deeper Gold Mine
fr: La mine d'or très profonde Barbare

source: The Barbarian Deeper Iron Ore Mine
fr: La mine de Fer très profonde Barbare

source: The Barbarian Farm
fr: La ferme Barbare

source: The Barbarian Fernery
fr: L'horticuleur Barbare

source: The Barbarian Fisher's Hut
fr: La cabane de pêcheur Barbare

source: The Barbarian Gamekeeper's Hut
fr: La cabane de garde-chasse Barbare

source: The Barbarian Gold Mine
fr: La mine d'or Barbare

source: The Barbarian Granite Mine
fr: La mine de granit Barbare

source: The Barbarian Hunter's Hut
fr: La cabane de chasseur Barbare

source: The Barbarian Iron Ore Mine
fr: La mine de fer Barbare

source: The Barbarian Limekiln
fr: Le four à chaux Barbare

source: The Barbarian Lumberjack's Hut
fr: La cabane de bûcheron Barbare

source: The Barbarian Metalwork Shop
fr: La forge Barbare

source: The Barbarian Metalwork Shop is the basic production site in a series of three buildings and creates all the tools that Barbarians need. The others are for weapons.
fr: La forge Barbare est le site de production de base dans une série de trois bâtiments et crée tous les outils dont les Barbares ont besoin. Les autres sont pour les armes.

source: The Barbarian Micro Brewery
fr: La petite brasserie Barbare

source: The Barbarian Quarry
fr: La carrière Barbare

source: The Barbarian Ranger's Hut
fr: La cabane de garde forestier Barbare

source: The Barbarian Trainingscamp
fr: Le camp d'entraînement Barbare

source: The Barbarian War Mill
fr: Le moulin de guerre Barbare

source: The Barbarian War Mill is their most advanced production site for weapons. As such it needs to be upgraded from an Axefactory.
fr: Le moulin de guerre Barbare est leur site de production le plus avancé pour les armes. En tant que tel, il doit être mis à niveau à partir d'une usine de haches.

source: The Barbarian Well
fr: Le puits Barbare

source: The Fernery cultivates reed that serves two different purposes for the Barbarian tribe.<br>It is the traditional material for roofing, and it is woven into the extremely durable cloth that they use for their ship's sails.
fr: La Fougeraie cultive des roseaux qui servent à deux buts différents pour la tribu Barbare.<br>C'est le matériau traditionnel des toitures, et il est tissé en une étoffe extrêmement résistante qu'ils utilisent pour les voiles de leurs bateaux.

source: The Fernery's output will only go to construction sites that need it.
fr: La production des Fougeraies ira seulement aux sites de construction en ayant besoin.

source: The Fisher's Hut needs water full of fish in the vicinity.
fr: La cabane de pêcheur a besoin d'eau pleine de poissons dans le voisinage.

source: The Hunter's Hut needs animals in the vicinity to hunt.
fr: La cabane du chasseur a besoin d'animaux dans le voisinage pour la chasse.

source: The Limekiln processes Raw Stones to make "Grout", a substance that solidifies and so reinforces masonry.
fr: Le four à chaux traite les pierres brutes pour faire de la "chaux", une substance qui se solidifie et renforce donc la maçonnerie.

source: The Limekiln's output will only go to construction sites that need it. Those are predominantly houses that work with fire, and some military sites.
fr: Ce qui sort du four à chaux ne concerne que les chantiers de construction qui en ont besoin. Ce sont principalement des bâtiments qui travaillent avec le feu, et certains sites militaires.

source: The Lumberjack's Hut needs trees in the immediate vicinity to fell.
fr: La cabane de bûcheron a besoin d'arbres dans son voisinage immédiat.

source: The Ranger's Hut needs free space in the immediate vicinity to plant the trees.
fr: La hutte du garde forestier a besoin d'espace libre dans son voisinage immédiat pour planter des arbres.

source: The barbarian bakers are best in making this flat and tasty pitta bread. It is made out of wheat and water following a secret recipe. Pitta bread is used in the taverns, inns and big inns to prepare rations, snacks and meals. It is also consumed in trainingssites (trainingscamp and battle arena).
fr: Les boulangers barbares sont les meilleurs à la préparation de ce plat et savoureux pain pita. Il est fait à partir de blé et d'eau en suivant une recette secrète. Le pain pita est utilisé dans les tavernes, les auberges et les grandes auberges pour préparer des rations, des casse-crôutes et des repas. Il est aussi consommé dans les sites d'entrainement (camps d'entrainement et arène de combat).

source: The bread paddle is a tool of the baker and each baker needs his own. It is produced in the metal works like all other tools (but it ceases to be produced by the building if the metal works is enhanced to an axefactory and war mill).
fr: La planche à pain est un outil du boulanger et chaque boulanger en a besoin. Elle est produite à la forge comme les autres outils (mais cesse d'être produite par le bâtiment si la forge est améliorée en fabrique de haches ou en moulin de guerre).

source: The broad axe is produced in the axefactory and the war mill. It is used in the trainingscamp - together with food- to train warriors with a fundamental fighting knowledge (from attack level 1 to attack level 2).
fr: La grande hache est produite dans l'usine de hache et le moulin de guerre. Elle est utilisé dans les camps d'entrainement - avec de la nourriture - pour entrainer les guerriers aux principes fondamentaux du combat (du niveau d'attaque 1 ou niveau 2).

source: The bronze axe is considered a hard to handle weapon. Only skilled warriors can use this. It is produced in the war mill and used in the trainingscamp (trains -together with food - from attack level 2 to level 3).
fr: La hache de bronze est considérée comme une arme difficile à manier. Seuls les guerriers les plus habiles peuvent l'utiliser. Elle est produite dans le moulin de guerre et utilisé dans les camps d'entrainement (entraine - avec de la nourriture - l'attaque du niveau 2 au niveau 3).

source: The felling axe is the tool of the lumberjack to take down trees. It is produced in the metalwork shop (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: La cognée est l'outil des bûcherons pour abattre les arbres. Elle est produite dans une forge (mais cesse d'être produite si le bâtiment est amélioré en fabrique de haches ou en moulin de guerre).

source: The fires of the barbarians are usually fed with coal. It is produced in coal mines or out of trunks in a charcoal burner's house. Consumers are several buildings: lime kiln, smelting works, axefactory, war mill, helmsmithy.
fr: Les feux des barbares sont habituellement nourris avec du charbon. Il est produit dans les mines de charbon ou fait à partir de troncs dans la maison du charbonnier. Les consommateurs de charbon sont : le four à chaux, la fonderie, la fabrique de haches, le moulin de guerre et la fabrique de casques.

source: The hammer is an essential tool. It is needed by the geologist, the builder, the blacksmith and the helmsmith. Make sure you always have some in reserve! It is one of the basic tools produced at the metalwork shop, (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: Le marteau est un outil essentiel. Il est nécessaire au géologue, au bâtisseur, au forgeron et au forgeron de casques. Assurez-vous de toujours en avoir en réserve! C'est un outil basique produit dans la forge (mais cesse d'être produit par le bâtiment si amélioré en fabrique de haches ou en moulin de guerre).

source: The scythe is the tool of the farmers. It is produced in the metalwork shop (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: La faux est l'outil des fermiers. Elle est produite dans la forge (mais cesse d'être produite par le bâtiment s'il est amélioré en fabrique de haches ou en moulin de guerre).

source: The shovel is needed for proper handling of plants. Therefore the ferner and the ranger use it. Produced at the metalwork shop (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: La pelle est nécessaire à la bonne manutention des plantes. Par conséquent, l'horticulteur et le garde forestier l'utilisent. Produite dans la forge (mais cesse d'être produite par le bâtiment s'il est amélioré en fabrique de haches ou en moulin de guerre).

source: The warriors axe is the most dangerous of all Barbarian weapons. Only a few warriors ever were able to handle those huge and powerful axes. It is produced in a war mill and used -together with food - in a trainingscamp to train soldiers from attack level 4 to level 5.
fr: La hache des guerriers est la plus dangereuse de toutes les armes barbares. Seules quelques guerriers sont capables de manier ces énormes et puissantes haches. Elles sont produites dans un moulin de guerre et utilisés - avec de la nourriture - dans les camps d'entraînement pour former les soldats en attaque du niveau 4 au niveau 5.

source: This fire-hardened wood is as hard as iron and it is used for several buildings. It is produced out of trunks in the wood hardener.
fr: Le bois durci au feu est aussi dur que le fer et est utilisé pour plusieurs bâtiments. Il est produit à partir de troncs par le durcisseur de bois.

source: This is a dangerous weapon the barbarians are able to produce. It is produced in the axe factory. Only trained warriors are able to wield such a weapon. It is used (together with food) in the trainingscamp to train soldiers from attack level 3 to 4.
fr: C'est une arme dangereuse que les barbares sont capables de produire. Elle est produite dans la fabrique de haches. Seuls les guerriers entraînés peuvent manier une telle arme. Elle est utilisée (avec de la nourriture) dans les camps d'entraînement pour former les soldats en attaque du niveau 3 vers 4.

source: This is the most enhanced Barbarian armour. It is produced in the helmsmithy and used in the trainingscamp - together with food - to train soldiers from healthpoints level 2 to healthpoints level 3.
fr: C'est l'armure barbare la plus perfectionnée. Elle est produite dans la fabrique de casques et utilisée dans le camp d'entraînement - avec de la nourriture - à former les soldats à partir du niveau 2 de points de vie au niveau 3.

source: This phrase was the reply Rimbert the miner – later known as Rimbert the loner – gave, when he was asked to remain seated on an emergency meeting at Stonford in the year of the great flood. <br> The same man had all the 244 granite blocks ready only a week later, that still fortify the city's levee.
fr: Cette phrase était la réponse Rimbert le mineur - plus tard connu sous le nom Rimbert le solitaire - a donné, lorsqu'on lui a demandé de rester assis pendant une réunion d'urgence à Stonford durant l'année de la grande inondation. <br> Le même homme avait les 244 blocs de granit nécessaires seulement une semaine plus tard, qui fortifient toujours la digue de la ville.

source: This pick is used by the stonemasons and the miners. It is produced in the metalwork shop (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: Cette pioche est utilisée par les tailleurs de pierre et les mineurs. Elle est produite dans la forge (mais cesse d'être produite par le bâtiment s'il est amélioré en fabrique de haches ou en moulin de guerre).

source: This spear is light enough to be thrown, but heavy enough to kill any animal in one blow. It is only used by the hunters. Produced in the metal works (but ceases to be produced by the building if it is enhanced to an axefactory and war mill).
fr: Cette lance est assez légère pour être lancée, mais assez lourde pour tuer n'importe quel animal en un coup. Elle est utilisée seulement par les chasseurs. Produite dans la forge (mais cesse d'être produite par le bâtiment s'il est amélioré en fabrique de haches ou en moulin de guerre).

source: Trainingscamp
fr: Camp d'entraînement

source: Trains soldiers in Attack up to level 4, and in Hitpoints up to level 2.<br>Equips the soldiers with all necessary weapons and armour parts.
fr: Entraîne les soldats en vue d'améliorer l'attaque au niveau 4 et les dommages causés niveau 2.<br>Equipe les soldats avec toutes les armes et armures nécessaires.

source: Trunk
fr: Tronc

source: Trunks are a principal building material of the barbarians. The trees are felled by lumberjacks; rangers care for the supply of trees. Trunks are also used in the metalwork shop to build basic tools, and in the charcoal burner's house in the production of coal. The wood hardener refines trunks by hardening them in the fire which gives blackwood.
fr: Les troncs sont le matériau de construction principal des barbares. Les arbres sont abattus par les bûcherons; les gardes forestiers s'occupent de l'approvisionnement en arbres. Les troncs sont aussi utilisés dans la forge pour construire des outils de base, et dans la maison du charbonnier pour la production du charbon. Le durcisseur de bois transforme les troncs en les durcissant au feu ce qui donne du bois dur.

source: Upgrade Cost:
fr: Coût de l'amélioration :

source: Upgrade soldier attack 0
fr: Améliore l'attaque des soldats 0

source: Upgrade soldier attack 0 (only for compatibility with old savegames (build13))
fr: Améliore l'attaque des soldats 0 (Seulement pour compatibilité avec de vieilles sauvegardes Build 13))

source: Upgrade soldier attack 1
fr: Améliore l'attaque des soldats 1

source: Upgrade soldier attack 1 (only for compatibility with old savegames (build13))
fr: Améliore l'attaque des soldats 1 (Seulement pour compatibilité avec de vieilles sauvegardes Build 13))

source: Upgrade soldier attack 2
fr: Améliore l'attaque des soldats 2

source: Upgrade soldier attack 2 (only for compatibility with old savegames (build13))
fr: Améliore l'attaque des soldats 2 (Seulement pour compatibilité avec de vieilles sauvegardes Build 13))

source: Upgrade soldier attack 3
fr: Améliore l'attaque des soldats 3

source: Upgrade soldier attack 3 (only for compatibility with old savegames (build13))
fr: Améliore l'attaque des soldats 3 (Seulement pour compatibilité avec de vieilles sauvegardes Build 13))

source: Upgrade soldier attack 4
fr: Améliore l'attaque des soldats 4

source: Upgrade soldier attack 4 (only for compatibility with old savegames (build13))
fr: Augmente l'attaque des soldats 0 (Seulement pour compatibilité avec de vieilles sauvegardes (build 13))

source: Upgrade soldier evade 0
fr: Améliore l'esquive des soldats 0

source: Upgrade soldier evade 0 (only for compatibility with old savegames (build13))
fr: Améliore l'esquive des soldats 0 (Seulement pour compatibilité avec les vieilles sauvegardes (Build 13))

source: Upgrade soldier evade 1
fr: Améliore l'esquive du soldat 1

source: Upgrade soldier evade 1 (only for compatibility with old savegames (build13))
fr: Améliore l'esquive du soldat 1 (Seulement pour compatibilité avec de vieilles sauvegardes (Build 13))

source: Upgrade soldier hitpoints 0
fr: Augmente les points de vie des soldats 0

source: Upgrade soldier hitpoints 0 (only for compatibility with old savegames (build13))
fr: Augmente les points de vie des soldats 0 (Seulement pour compatibilité avec de vieilles sauvegardes (build 13))

source: Upgrade soldier hitpoints 1
fr: Augmente les points de vie des soldats 1

source: Upgrade soldier hitpoints 1 (only for compatibility with old savegames (build13))
fr: Augmente les points de vie des soldats 1 (Seulement pour compatibilité avec de vieilles sauvegardes (Build 13))

source: Upgrade soldier hitpoints 2
fr: Augmente les points de vie des soldats 2

source: Upgrade soldier hitpoints 2 (only for compatibility with old savegames (build13))
fr: Augmente les points de vie des soldats 2 (Seulement pour compatibilité avec de vieilles sauvegardes (Build 13))

source: War Helmet
fr: Casque de guerre

source: Warriors Axe
fr: Hache de guerrier

source: Water from a Well
fr: Eau d'un puits

source: Water is the essence for life! It is used in the bakery, the micro brewery and the brewery. Also the lime kiln and the cattle farm need to be supplied with water.
fr: L'eau est l'essence de la vie! Elle est utilisée dans les boulangeries, les petites brasseries et les brasseries. Le four à chaux et la ferme d'élevage ont aussi besoin d'être approvisionnés en eau.

source: Wildboar
fr: Sanglier

source: Works at construction sites to raise a new building.
fr: Travaille dans un site de construction pour ériger un nouveau bâtiment.

source: Young warriors are proud to learn to fight with this powerful weapon. It is heavier and sharper than the ordinary axe. It is produced in axefactories and war mills. In trainingscamps, it is used - together with food- to train soldiers from attack level 0 to level 1.
fr: Les jeunes guerriers sont fiers d'apprendre à combattre avec cette puissante arme. Elle est plus lourde et plus tranchante que la hache ordinaire. Elle est produite dans les usines de hache et les moulins de guerre. Dans les camps d'entrainement, elle est utilisée - avec de la nourriture - pour entrainer les soldats en attaque du niveau 0 vers le niveau 1.
