Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_t01.wmf/*.po
Languages: hu, sv

source: The Story Begins
hu: A történet elkezdődik
sv: Berättelsen börjar

source: Thron sighs...
hu: Thron sóhajt…
sv: Thron suckar...

source: It’s been months, and we are still hiding where the forests are old and dark.
hu: Már hónapok teltek el, és mi még mindig az öreg erdő sötétjében rejtőzködünk.
sv: Månader har gått och vi håller oss fortfarande gömda där skogen är gammal och mörk.

source: My warriors hunt at day and lie awake at night – listening to the sounds of the cruel slaughter echoing from afar amongst the ancient trees.
hu: Harcosaim nappal vadásznak, éjjel pedig álmatlanul fekszenek - hallgatva, amint átszűrődik az ősi erdőn a kegyeten mészárlás távoli zaja.
sv: Mina krigare jagar om dagen och vakar om natten - de lyssnar efter ljudet av den grymma slakt som ekar från fjärran bland de urgamla träden.

source: We can see the raging flames that swallow Al’thunran from here, miles away.
hu: Innen, mérföldek távolából is látni a bősz lángokat, melyek elemésztik Al'thunrant.
sv: Vi kan se de rasande lågorna som slukade A'thunran härifrån, flera kilometer bort.

source: The red lights flash in the darkness and dance to the rhythm of the war drums that haunt me even in my nightmares.
hu: A vörös fények úgy világlanak és táncolnak a sötétben, ahogy a harci dobok szólnak, melyek még rémálmaimban is kísértenek.
sv: Det röda ljuset glimmar i mörkret och dansar till krigstrummornas rytm som hemsöker mig även i mina mardrömmar.

source: My father’s bones rest peacefully in the ground on which he once ended the senseless spilling of blood that had arisen amongst us. It pains me that his peace only endured for one generation.
hu: Apám csontjai békében pihennek abban a földben, melyen ő egykor véget vetett a köztünk támadt értelmetlen vérontásnak. Fájdalom, hogy békéje csak egy emberöltőn át tartott.
sv: Min faders ben vilar i markerna där han en gång ändade den sanslösa blodspillan som hade rått bland oss. Det tynger mig att hans fred bara varade en generation.

source: Boldreth, my loyal companion and friend is a source of peace and comfort to me in these dark times. He keeps my spirits high and those of my warriors awake, preventing greed or despair from destroying the bonds between us as well.
hu: Boldreth, hűséges társam és barátom a béke és a kellem forrása számomra e sötét időkben. Lelkemet emeli, harcosaimét ébren tartja, nehogy kapzsiság vagy kétségbeesés eltépje a közöttünk fűződött szálakat is.
sv: Boldreth, min lojala kompanjon och vän, är en fridens källa och tröstar mig i dessa mörka tider. Han lyfter mina tankar och håler mina krigare pigga och alerta, så att inte girighet eller förtvivlan klipper banden mellan oss också.

source: As father told me, there are times to fight and times to lie and wait, trying not to fall asleep or die before the right time comes. And so I do... wait.
hu: Ahogy apám mondta, olykor harcolni kell, máskor veszteg maradni és várni, vigyázva, hogy ne vegyen erőt rajtunk az álom vagy a halál, mielőtt a megfelelő idő eljönne. Így hát én is ezt teszem... várok.
sv: Som far sade till mig, det finns tider att slåss, och det finns tider att ligga och vänta och försöka att inte somna, eller dö innan den rätta tiden kommer. Så... jag väntar.

source: Somebody Comes up to You
hu: Valaki megszólít
sv: Någon närmar sig

source: The Advisor
hu: A tanácsadó
sv: Rådgivaren

source: Mission Complete
hu: Küldetés teljesítve
sv: Uppdrag Slutfört

source: Build a lumberjack’s hut
hu: Építs egy favágókunyhót
sv: Bygg en skogshuggarkoja

source: Press SPACE to see where you can build. The red house symbols show you where a small building – like a lumberjack’s hut – may be built.
hu: Nyomd meg a SZÓKÖZ billentyűt, hogy lásd, hol építkezhetsz.<br> A piros ház szimbólumok mutatják, hol emelhető kis épület – mint például egy favágókunyhó.
sv: Tryck BLANKSTEG för att se var du kan bygga någonstans. De röda hussymbolerna visar var du kan bygga en liten byggnad - som en skogshuggarstuga.

source: Build a lumberjack’s hut at the red house symbol just right of your headquarters by clicking on it and selecting a lumberjack’s hut.
hu: Építs egy favágókunyhót a főhadiszállásodtól közvetlenül jobbra eső piros ház szimbólumon úgy, hogy rákattintasz, és kiválasztod a favágókunyhót.
sv: Bygg en skogshuggarstuga vid den röda hussymbolen precis till höger om ditt högkvarter genom att klicka på den och välja en skogshuggarstuga.

source: Build a road between your headquarters and the construction site of the lumberjack’s hut.
hu: Építs egy utat főhadiszállásod és a favágókunyhó építési területe közé.
sv: Bygg en väg mellan ditt högkvarter och byggplatsen för skogshuggarstugan.

source: When you place the lumberjack’s hut, a flag is created for it. You need to connect it to another flag by building a road between them. If you click on a flag and select to build a road, little symbols will appear around it to show you in which directions you can build it.
hu: Miután elhelyezed a favágókunyhót, egy zászló is készül hozzá. Ezt össze kell kötnöd egy másik zászlóval úgy, hogy utat építesz közöttük. Ha egy zászlóra kattintasz, és az útépítést választod, kis szimbólumok jelennek meg körülötte, melyek azt mutatják, milyen irányokban tudod építeni az utat.
sv: När du placerar din skogshuggarstuga kommer en flagga skapas för den. Du måste koppla den till en annan flagga genom att bygga en väg mellan dem.

source: The colors of these symbols indicate how steep this part of the road will be. Green is for flat, yellow means steep and red stands for very steep. The steeper the road is, the harder it will be for your people to walk on it (and your wares will be transported more slowly).
hu: Ezeknek a szimbólumoknak a színe azt jelzi, milyen meredek lesz az út azon szakasza. A zöld síkot, a sárga meredeket, a piros nagyon meredeket jelent. Minél meredekebb az út, embereid annál nehezebben haladnak majd rajtuk (és annál lassabban szállítják áruidat).
sv: Färgen på dessa symboler visar hur brant den här delen av vägen kommer bli. Grönt betyder plan, gult brant, och rött betyder mycket brant. Ju brantare vägen är, ju svårare för ditt folk att använda den (och dina varor kommer transporteras långsammare).

source: You can click on any of the symbols to build the first part of the road there. New symbols will appear to show you where the next part of the road can go, and so on. However, you can also click farther away from the flag to build several steps at once. Click on the flag at the headquarters to finish the road.
hu: Bármelyik szimbólumra kattinthatsz az út első szakaszának megépítéséhez. Új szimbólumok jelennek majd meg, mutatva, hová épülhet az út következő része, és így tovább. Ugyanakkor a zászlótól messzebb is kattinthatsz, hogy több szakaszt építs egyszerre. Az út befejezéséhez kattints a főhadiszállás előtti zászlóra.
sv: Du kan klicka på någon av symbolerna för att bygga den första delen av vägen där. Nya symboler kommer visa var nästa del av vägen kan läggas, och så vidare. Fast du kan också klicka längre bort från flaggan för att bygga flera steg på en gång. När du klickar på flaggan vid högkvarteret avslutas vägen.

source: Build a second lumberjack’s hut
hu: Építs még egy favágókunyhót
sv: Bygg ännu en skogshuggarstuga

source: Place a flag in the middle of the road. There is a flag symbol in the middle of the road you just built. You create a flag there by clicking on the symbol and then choosing the flag button in the menu that opens up. This will divide the road the wood is transported into two parts with one carrier each.
hu: Tűzz ki egy zászlót az útszakasz közepére. A most épült útszakasz közepén szerepel egy zászló szimbólum. Úgy készíthetsz ott egy zászlót, ha rákattintasz a szimbólumra, majd a megnyíló menüben a zászló gombját választod. Ez két részre osztja az utat, amelyen a fát szállítják, mégpedig mindegyik részen egy-egy hordárral.
sv: Placera en flagga mitt i vägen. Det finns en flaggsymbol i mitten av vägen du nyss byggde. Du skapar en flagga där genom att klicka på symbolen och att sedan välja flaggknappen i menyn som visas. Detta delar upp vägen som trät transporteras i två sträckor, med en bärare vardera.

source: Place a lumberjack’s hut just south of the flag you just placed on the road. Connect the flag you just raised with the flag of the new lumberjack’s hut construction site afterwards. Note that instead of building a road step by step, you may also click directly at its destination to build the entire road at once.
hu: Helyezz el egy favágókunyhót közvetlenül délre a zászlótól, amit most tűztél ki az útra. Majd kösd össze ezt a zászlót az új favágókunyhó építési területénél lévővel. Ne feledd, hogy ahelyett, hogy lépésről lépésre építenéd meg az utat, közvetlenül rá is kattinthatsz a célpontjára, egy csapásra megépítve ezzel az egész utat.
sv: Placera en skogshuggarstuga strax söder om flaggen du precis placerade på vägen. Anslut flaggen du precis reste till flaggan vid den nya skogshuggarstugans byggplats sedan.<br> Observera att istället för at bygga en väg steg för steg kan du också klicka direkt på dess destination för att bygga hela vägen på en gång.

source: When many wares are being transported between two points, additional flags in between make them arrive at their destination faster, thus improving your infrastructure.
hu: Ha majd sok árut kell szállítani két pont között, további zászlók beszúrásával azok gyorsabban célba jutnak, ezáltal fejlődik infrastruktúrád.
sv: När många varor transporteras mellan två punkter gör ytterligare flaggor mellan dem att de når sin destination snabbare, vilket förbättrar din infrastruktur.

source: Build a ranger’s hut
hu: Építs egy erdőőrkunyhót
sv: Bygg en skogvaktarkoja

source: Build a ranger’s hut to the east of the first lumberjack’s hut.
hu: Építs egy erdőőrkunyhót az első favágókunyhótól keletre.
sv: Bygg en skogvaktarstuga öster om den första skogshuggarstugan.

source: Build two quarries
hu: Építs két kőfejtőt
sv: Bygg två stenbrott

source: Build two quarries south-west of your headquarters.
hu: Építs két kőfejtőt a főhadiszállásodtól délnyugatra.
sv: Bygg två stenbrott sydväst om ditt högkvarter.

source: An old man says...
hu: Egy öreg ember így szól...
sv: En gammal man säger...

source: Hail, chieftain. I am Khantrukh and have seen many winters pass. Please allow me to aid you with my counsel through these darkened days.
hu: Üdvözlégy, törzsfőnök. A nevem Khantrukh, és már sok telet megéltem. Kérlek, engedd, hogy átsegítselek tanácsaimmal e borús napokon.
sv: Var hälsad, hövding. Jag är Khantrukh och jag har sett många vintrar. Låt mig bistå dig med råd i dessa mörka tider.

source: Khantrukh continues...
hu: Khantrukh folytatja…
sv: Khantrukh fortsätter...

source: None but the gods know how long we have to remain hidden here. The warriors hope we may march back gloriously any day now, but I strongly doubt that will happen soon. And the days are already getting shorter and colder...
hu: Senki, csak az istenek tudják, meddig kell itt rejtőzködnünk. A harcosok azt remélik, hogy maholnap dicsőséggel vonulhatunk be ismét, de én erősen kétlem, hogy ez mostanában lesz. És a napok máris egyre rövidebbek és hidegebbek...
sv: Bara gudarna vet hur länge vi måste gömma oss här. Krigarna hoppas att vi kan marschera tillbaka i triumf när som helst, men jag tvivlar starkt på att det kommer hända inom en snar framtid. Och dagarna börjar redan bli kortare och svalare...

source: We should prepare, in case we have to face the winter in these harsh lands. I believe to the east of our campsite are a few places where we could raise a lumberjack’s hut.
hu: Fel kell készülnünk arra, hogy esetleg e zord vidéken kell szembenéznünk a téllel. Azt hiszem, táborunktól keletre van pár alkalmas hely, hogy egy favágókunyhót emeljünk.
sv: Vi bör förbereda oss, utifall att vi behöver bemöta vintern i detta karga land. Jag tror att det finns ett par platser öster om vårt läger där vi kan bygga en skogshuggarstuga.

source: The elder remarks...
hu: Az idős megjegyzi...
sv: Den vise påpekar...

source: Obviously, it would be too exhausting for our people to walk all the way to the lumberjack’s hut through the wilderness. We will have to build a road between our hall and the lumberjack’s hut. It’s not a hard guess that the men would appreciate a way as short and plain as possible – the wood will surely be heavy enough, nevertheless.
hu: Nyilvánvaló, hogy embereinknek túlságosan kimerítő lenne végig a vadonon át gyalogolni a favágókunyhóhoz. Utat kell építenünk főhadiszállásunk és a favágókunyhó között. Nem nehéz rájönni, hogy a férfiak a lehető legrövidebb és legsíkabb útnak örülnének – épp elég nehéz lesz nekik a fa is.
sv: Självklart skulle det bli för mycket för vårt folk att gå hela vägen till skogshuggarstugan genom vildmarken. Vi kommer behöva bygga en väg mellan vår sal och skogshuggarstugan. Jag kan tänka mig att mannarna skulle uppskatta en så krt och rät sträcka som möjligt - trät kommer säkert vara bra tungt, ändå.

source: Khantrukh remembers...
hu: Khantrukh emlékezik...
sv: Khantrukh minns...

source: There is an old saying:
hu: Van egy régi mondás:
sv: Det finns ett gammalt talesätt:

source: ‘A burden divided is easier to endure.’
hu: »A terhet elosztva könnyebb elbírni.«
sv: 'En delad börda bärs lättare.'

source: A crossroads on the road between our headquarters and the lumberjack’s hut would ease the work of our carriers.
hu: Megkönnyítené hordáraink dolgát egy útkereszteződés a főhadiszállásunk és a favágókunyhó közötti úton.
sv: En korsning på vägen mellan vårt högkvarter och skogshuggarstugan skulle underlätta för våra bärare.

source: The old man looks to the sky...
hu: A bölcs az égre néz...
sv: Den gamle mannen ser upp i skyn...

source: The northern winds tell us that the coming winter will be a long and cruel one. One lumberjack’s hut will not be enough to serve the needs of our people. More trees await our axes just south of our new crossroads – let us raise a second lumberjack’s hut there!
hu: Az északi szelek sejtetik, hogy a közelgő tél hosszú és kemény lesz. Egyetlen favágókunyhó nem fogja győzni embereink igényeit kielégíteni. Még több fa vár fejszéinkre közvetlenül új útkereszteződésünktől délre – emeljünk ott egy másik favágókunyhót!
sv: De norra vindarna säger oss att den kommande vintern kommer bli lång och hård. En skogshuggarstuga kommer inte räcka till vårt folks behov. Fler trän väntar på våra yxor strax söder om vår nya korsning - låt oss resa en andra skogshuggarstuga där ute!

source: Khantrukh nods...
hu: Khantrukh biccent...
sv: Khantrukh nickar...

source: Of course, if we intended to build a bigger settlement, many more lumberjack’s huts would be advisable, but this should suffice for now.
hu: Természetesen, ha egy nagyobb települést akarnánk építeni, még sok favágókunyhó lenne tanácsos, de ennyi most elég kell, hogy legyen.
sv: Det säger sig självt att om vi har för avsikt att bygga en större bosättning kommer vi behöva fler skogshuggarstugor, men det här bör räcka för stunden.

source: But never forget – these forests are our heritage, entrusted upon us by our ancestors. We must always respect and care for them. What we take, we must give back again.
hu: Ám sose feledd - ezek az erdők az örökségeink, amiket őseink bíztak ránk. Mindig tisztelnünk és gondoznunk kell őket. Amit elveszünk, vissza is kell adnunk.
sv: Men glöm aldrig - de här skogarna är vårt arv, anförtrodda åt oss av våra anfäder. Vi måste alltid ha respekt för och vårda dem. Det vi tar måste vi ge tillbaka.

source: So, in order to replace the trees we chop down, we should build a ranger’s hut, preferably close to the lumberjack’s hut.
hu: Úgyhogy a kivágott fák pótlására építenünk kellene egy erdőőrkunyhót, lehetőleg a favágókunyhó közelében.
sv: Så, för att ersätta träden vi hugger ner borde vi bygga en skogvaktarstuga, helst nära skogshuggarstugan.

source: The elder speaks...
hu: Bölcs:
sv: Den vise talar...

source: I am well aware, chieftain, that neither you nor your warriors have the desire to stay in this forsaken place for long. But even so, our war to reconquer our home might take a long time and it would seem wise to make preparations.
hu: Jól tudom, törzsfőnök, hogy sem te, sem harcosaid nem óhajtanak sokáig maradni eme elhagyatott helyen. De ettől függetenül, az otthonunk visszafoglalásáért vívott harcunk elhúzódhat, ezért talán bölcs lenne előkészületeket tennünk.
sv: Hövding, jag är väl medveten om att varken du eller din krigare har lust att stanna allt för länge på denna gudsförgätna plats. Men icke desto mindre, vårt krig att återerövra vårt hem kan ta lång tid och det verkar klokt att göra förberedelser.

source: I would advise that we obtain stones for the future – who knows what fortifications we might be forced to build very soon. And – like a gift of destiny – there are indeed great rocks just nearby...
hu: Azt javasolnám, gyűjtsünk követ a továbbiakra - ki tudja, milyen erődítményeket kell építenünk hamarosan. És - mintha a sors ajándéka lenne -, épp a közelben, hatalmas sziklák vannak...
sv: Jag skulle rekommendera att vi skaffar stenar för framtida bruk - vem vet vilka befästningar vi blir tvungna att bygga mycket snart. Och - som en ödets gåva - finns det verkligt stora stenar precis i närheten ...

source: Very well done, chieftain. We now have all we need to face the winter and may prepare ourselves for the battles ahead.
hu: Szép munka, törzsfőnök. Most már mindenünk megvan, hogy szembenézhessünk a téllel, és készülhetünk az előttünk álló csatákra.
sv: Bra jobbat, hövding. Vi har nu allt vi behöver för att se vintern an och kan förbereda oss på striderna som kommer.

source: Victory
hu: Győzelem
sv: Seger

source: You may continue to play this map if you wish. Otherwise, move on to the next mission.
hu: Ha akarod, játszhatsz tovább ezen a térképen. Ha nem, akkor folytasd a következő küldetéssel.
sv: Du kan fortsätta spela på den här kartan om du vill. Gå annars vidare till nästa uppdrag.

source: In the Night
hu: Éjjel
sv: I natten

source: Thron says...
hu: Thron:
sv: Thron talar...

source: During another sleepless night, I went up to the hill and gazed towards the north. The fires are still burning, satisfying their hunger upon my father’s legacy.
hu: Egy újabb álmatlan éjszakámon felmentem a dombra és a távolba figyeltem. A tüzek még mindig égnek, apám hagyatékával csillapítva éhségüket.
sv: Under ännu en sömnlös natt gick jag uppför kullen och blickade norrut. Eldarna brinner fortfarande, tillfredsställer deras hunger för min faders arv.

source: They are a constant reminder of why we have to hide here... and why we must return in the end!
hu: Ezek folyvást emlékeztetnek, miért kell itt bujkálnunk... és hogy miért kell a végén visszatérnünk!
sv: De är en ständig erinran om varför vi måste gömma oss här... och varför vi till sist måste återvända!

source: At the Tomb
hu: A nyughelynél
sv: Vid graven

source: Once again, I went up to my father’s tomb, in a sacred grove at the foot of the great spire of Kal’mavrath. I just stood there and felt neither the hours pass nor the cold rain pouring down from the darkened sky...
hu: Még egyszer elmentem apám sírjához, egy megszentelt ligetbe a nagy Kal'mavrath hegy lábánál. Csak álltam ott, megfeledkezve a múló órákról és a sötét égből aláhulló hideg esőről is...
sv: Återigen gick jag upp till min faders grav, i en helig lund vid foten av Kal'mavraths stora spira. Jag bara stod där och kände varken tidens gång eller det kalla regnet som föll från en grå himmel...

source: Somehow, it felt like a farewell. For the first time, I wondered what the future might hold for me...
hu: Valahogy olyan érzés volt ez, mint egy búcsú. Most először eltűnődtem rajta, mit tartogat számomra a jövő...
sv: På något sätt kändes det som att ta farväl. För första gången undrade jag vad framtiden har i sitt sköte...

source: The Other Day
hu: A minap
sv: Den andra dagen

source: Thron says thoughtfully...
hu: Thron gondolkodik...
sv: Thron säger tankfullt...

source: Some time ago, Boldreth came to me. His advice was to move to a place closer to home – to strike at the first sign of my brothers’ forces wavering.
hu: Nemrég felkeresett engem Boldreth. Azt javasolta, költözzünk közelebb hazánkhoz – hogy rögtön lecsaphassunk, amint fivérem erői megingani látszanak.
sv: För ett tag sedan pratade Boldreth med mig. Hans råd var att flytta till en plats närmare hemmet - att slå mot det första tecknet av min broders styrkors tvekan.

source: But when I look over the forests I can still see black smoke rising to the sky. I know – it is too early yet, and what he hopes for will not happen any time soon. He might still be right, but I fear the bloodshed that returning too fast would cause both on our and the other side...
hu: De elnézve az erdők felett, még mindig fekete füstöt látok szökni az égbe. Érzem, tudom, hogy még túl korán van, és amit Boldreth remél, nem mostanában lesz. Persze akár igaza is lehet, de én félek a vérfürdőtől, amit korai visszatérésünk okozhatna mindkét oldalon...
sv: Men jag ser ut över skogen och jag kan fortfarande se svart rök som stiger mot himlen. Jag vet - det är än för tidigt, och det han hoppas på kommer inte hända inom kort. Han kan fortfarande ha rätt, men jag är rädd att blodsspillan som skulle drabba båda sidor av att återvända för tidigt...

source: The Oath
hu: Az eskü
sv: Eden

source: Thron looks furious...
hu: Thron dühösnek tűnik...
sv: Thron ser rasande ut...

source: Today, my warriors picked up an old man, wandering sick and wounded through the dark forest. We listened in horror as he told us of the atrocities taking place in Al’thunran.
hu: Ma harcosaim egy öregemberre találtak, aki betegen és sebesülten vándorolt a sötét erdőben. Elszörnyedve hallgattuk beszámolóját az Al'thunranban folyó embertelenségekről.
sv: Idag tog mina krigare in en gammal man, som sjuk och sårad vandrade genom den mörka skogen. Vi lyssnade med förfäran när han berättade om hemskheterna som pågår i Al'thunran.

source: I hereby renew my oath – I will stop this madness at any cost!
hu: Ezennel megújítom eskümet - mindenáron megállítom ezt az őrültséget!
sv: Härmed förnyar jag min ed - jag ska stoppa denna galenskap, kosta vad det kosta vill!
