Repository: alexdavis-bf-toys/widelands
Catalog: po/scenario_t03.wmf/*.po
Languages: ru

source: "Boldreth and I just explored the area around the three mountains. One major strategic problem of that area seems to be, that there are two bigger passages - one north and one south to the middle mountain. Those passages are quite hard to control and so it seems to me, like we have only one chance to secure the mountains from enemy hands: We must build a fortress to the east of the mountains!"
ru: "Болдреф и я только что исследовали территорию вокруг трёх гор. Одна основная стратегическая проблема этой территории, похоже, в том, что есть два больших перевала - один на севере и один на юге к срединной горе. Эти перевалы довольно трудно контролировать и поэтому мне кажется, что у нас есть только один способ обезопасить горы от руки врага: мы должны построить крепость восточнее гор!"

source: "Boldreth is right! We don't have enough food to survive a long, cold winter. We should start to build a well, a fisher's and a hunter's hut. And if we find enough space, we should as well build up a farm and a bakery! One of our farmers seems to be very clever he already got some crops to grow in this cold soil."
ru: "Болдрет прав! У нас недостаточно еды, чтобы пережить эту холодную зиму. Мы должны построить колодец, хижины рыболова и охотника. А если еще останется место, то и ферму с пекарней! Один из наших фермеров очень смышленный и уже успел получить немного всходов в этой мерзлой земле."

source: "Chieftain, remember the poor carriers: Our roads get longer and longer and the burden on their shoulders never gets lighter. We should breed more oxen to make their work lighter and our transportation more efficient."
ru: "Вождь, не забывайте про наших несчастных носильщиков: наши дороги становятся все длинее и ложатся тяжким бременем на их плечи, но их труд никак не облегчается. Мы должны разводить больше быков чтоб облегчить им труд и поднять эффективность траснпортировки."

source: "Finally!<br>The fortress was just completed, so the entrance to our settlement should be safe for now. For the future we might think on building some more fortifications like barriers and donjons at the passages, but for now we can take a deep breath."
ru: "Наконец-то!<br>Строительство крепости завершено, теперь подходы к нашему поселению в безопасности. В будущем нужно будет построить еще несколько застав и донжонов на подходах к лагерю, но пока что мы можем вздохнуть с облегчением."

source: "However, Thron is not willing to listen to my doubts. He seeks to expand our fortifications to the borders of Kalitath’s territory and reunite with his forces. I have to keep an eye on everything that happens here."
ru: "Тем не менее, Трон не прислушивается к моим доводам. Он стремится расширить наши укрепления к границам с территорией Калитата и воссоединиться со своими силами. Я должен следить за всем, что здесь происходит."

source: "I have sent men to meet with Kalitath in his fortress. He has barricaded the former main entrance to the capital and is trying to set up a siege ring around Al’thunran. He will not let anyone enter or leave the city while the ring is intact. Until now, he has not answered any of my messages. But the time I wait won't be lost. I will further upgrade my soldiers and prepare for battle."
ru: "Я отправил людей к Калитату, в его укрепление. Он забарикадировал главные ворота столицы, и пытается полностью окружить Альтунран. Пока окружение не будет прервано, он не позволит никому ни покинуть город, ни войти в него. До сих пор он не ответил ни на одно мое сообщение. Но время, потраченное на ожидаение не потеряно впустую. Я продолжу обучать моих солдат и готовиться к битве."

source: "I just got informed, that our mining economy started its work. This news brought a smile to my face - even if the hardest part is still waiting to be done, now our smiths will give their best to further ease our lives."
ru: "Меня известили о начале поставок руды. Это радует меня, даже несмотря на то, что самое тяжелое еще впереди, но наши кузнецы могут приступать к работе и облегчить нашу жизнь."

source: "I just talked to the leader of our patrol. He told me, that they found some mountains to the north east and the east of our territory. With a bit of luck this opens us a new chance for rearming our men, because as far as I remember, most of the mountains west to Al'thunran hold coal and some metal ores."
ru: "Я только что разговаривал с командиром нашего патруля. Он сообщил мне, что они обнаружили горы на северо-востоке и востоке от нашей территории. Если повезет то это даст нам еще один шанс для перевооружения наших людей, потому что, насколько я помню, большинство гор на западе от Альтунран содержат уголь и немного металлической руды."

source: "Khantrukh just informed me, that our basic food economy was built up successfully. Finally none of us has to fear starvation anymore.
ru: "Кхантрук сообщил мне, что поставки еды налажены. Наконец-то мы можем не бояться голода.

source: "My brothers and their soldiers are dead and left fire and destruction behind. In none of all the ruins could I find any man or woman of the normal folk and so I just may hope that they fled from this cruel battleground and started a better life somewhere else. Nothing is left from that beauty I remember, only ruins remain from the old capital. I am sorrowful but also relieved. I never hoped to ever see Al'thunran's old beauty again - it was only a few months ago that I wondered whether I would ever be able to set my feet in Al'thunran again. Now the old town is back in my hands and I will not hesitate to rebuild it with all the strength my people have. I can't wait to see it again in it's old beauty."
ru: "Мои братья и их солдаты мерты, остались только огонь и руины. Нигде в руинах я не смог найти уцелевших людей ни мужчин, ни женщин, и остается только надеяться, что они уцелели и бежали из этой битвы, и начали новую жизнь где бы то ни было. Не осталось ничего из того что я помню, только руины напоминают о старой столице. Я опечален, но и чувствую облегчение. Я никогда не увижу прежнюю красоту Альтунран - еще несколько месяцев назад я думал о том ступит ли еще хоть раз моя нога в Альтунран. Пока город в моих руках, в моих силах его возродить для моего народа. Я не могу ждать пока увижу его прежнее величие."

source: "Our mining economy seems to work fine, that is already good news! Anyway there are still a lot of men and women waiting in our hall to get a task, so they can help our soldiers to prepare for the future fights.
ru: "Хорошие новости, поставки руды идут исправно! Тем не менее, множество мужчин и женщин всё ещё ждут от нас новых заданий, пусть они помогут нашим солдатам подготовиться к предстоящим битвам.

source: "So be it, the generals are out to set up my troops and Boldreth himself will lead the first strike. I will ride by his side, to free Al’thunran of this war and bring peace back to our capital. When the young sun rises above the trees tomorrow morning, I will order the assault. By dusk, I will celebrate my victory in the wooden halls of the warlord and sacrifice a newborn lamb in the honour of my father whose eyes are set upon me today.<br>So be it!"
ru: "Так и быть, генералы требуют выдвигать войска, и Болдреф сам возглавит первый удар. Я поеду рядом с ним, дабы освободить Альтунран от этой войны и вернуть мир в нашу столицу. Когда молодое солнце взойдёт над деревьями завтра утром, я прикажу начать штурм. К сумеркам, я буду праздновать победу в деревянных залах военачальника и принесу в жертву новорожденного ягненка в честь моего отца, чьи глаза наблюдают за мной сегодня.<br>Да будет так!"

source: "The frontier line of my forces has expanded to the edge of the forests. We have a long and cold winter and so many miles behind us. The fortification that we erected around Ondun will guarantee us a fast supply of men and goods and once Al’thunran is in my hands, the two cities will be linked by a good and defendable infrastructure. Still I hope I will not walk alone on this mission, I hope Kalitath son of Kun will follow my call."
ru: "Границы моих сил расширились до края леса. Теперь долгая и холодная зима и так много миль позади нас. Укрепления, что мы возвели вокруг Ондуна, обеспечат нам быструю поставку мужчин и товаров, и однажды Альтунран будет в моих руках, два города будут связаны хорошей и продуманной инфраструктурой. Тем не менее, я надеюсь, что я не отправлюсь один на эту миссию, я надеюсь, Калитат, сын Куна, примет мой призыв".

source: "The news that a patrol brought is not good to hear. Our spies tell us, that the wartribes still rage in battle but some of the elder soldiers and tribe leaders seem to grow tired of this senseless war. Kalitath, son of Kun is the first warleader to leave Al’thunran, thus leaving his side weak and vulnerable. As my scouts report, he has set foot on the lower grounds around the capitol, securing the outer fortification rings."
ru: "Новости, принесённые дозором, неприятно слышать. Наши шпионы сообщают, что племена по-прежнему яростны в бою, но некоторые из старших солдат и вожди племен, кажется, устали от этой бессмысленной войны. Калитат, сын Куна, является первым полководцем, оставившим Альтунран, в результате чего его сторона слаба и уязвима. Как доложили мои разведчики, он вступил в нижние земли вокруг столицы, обеспечив внешнее кольцо блокады."

source: "These last days we came closer to our capital. Many people have already joined us on our march and set their hopes on me. However, I fear that we are not strong enough to take up the battle with my brothers.<br>For now we rest at the borders of the old forest and prepare for the coming days."
ru: "За прошедшие дни мы приблизились к нашей столице. Многие люди уже присоединились к нам на наш марш и возлагают надежды на меня. Тем не менее, я боюсь, что мы не достаточно сильны, чтобы сражаться с моими братьями.<br>Пока мы отдыхаем на границах старого леса и подготовимся в течение ближайших дней ".

source: "This morning I found Thron trouble-minded. He returned from his patrol late last night and sat back against a tree watching over the encampment. The number of quarrels and disputes keeps growing and the winter has us firmly in its grip. We should put food in our storage to survive the long, cold winter!"
ru: "Этим утром я нашёл Трона обеспокоенным. Он вернулся из патруля вчера поздно вечером и сел спиной к дереву, наблюдая за лагерем. Количество ссор и споров продолжает расти, а зима крепто держит нас в своих объятьях. Мы должны заполнить едой наши хранилища, чтобы пережить пережить долгую холодную зиму!"

source: "Thron seeks to believe that Kalitath is tired of fighting and will be willing to join us, once we march to re-establish law and order in Al’thunran. But I don’t think so. Kalitath is son to one of the mightiest generals of our forces and his family never quite liked the thought to bow before the banner of Chat’Karuth. Why should he march with his son to reclaim his heritage and the throne?"
ru: "Трон хочет верить, что Калитат устал от борьбы и будет готов присоединиться к нам, как только мы придём, чтобы восстановить закон и порядок в Альтунране.. Но я так не думаю. Калитат является сыном одного из самых могущественных генералов наших сил и его семье никогда не понравится мысль преклониться перед знаменем Чат Каруда. Почему он должен идти с его сыном, чтобы вернуть наследие и престол?"

source: "Thron told me that he discovered tracks in the snow to the northeast of our settlement. He instructed us to build a Donjon, to have a greater visual range on the area around our hall to protect our people from sudden attacks."
ru: "Трон сказал мне, что он обнаружил следы на снегу северо-восточнее поселения. Он распорядился построить дозорную башню, чтобы иметь лучшую видимость на территории вокруг нашего штаба и защитить наших людей от внезапной атаки."

source: * Build a battle arena and a trainings camp to the west of the mountains.
ru: * Постройте арену поединков и тренировочный лагерь западнее гор.

source: * Build a donjon at the northeast of your territory to get a farther visual range and to protect your people from sudden attacks of enemies.
ru: * Постройте дозорную башню на северо-востоке от вашей территории, чтобы увеличить дальность обзора и защитить свой народ от внезапного нападения врагов.

source: * Build a donjon at the northeast of your territory.
ru: * Постройте дозорную башню на северо-востоке от вашей территории.

source: * Build a fortress to the east of the mountains.
ru: *Постройте крепость восточнее гор.

source: * Build a helmsmithy to the west of the mountains to provide your soldiers with better armor.
ru: * Постройте шлемную мастерскую на западе от гор, чтобы обеспечить ваших солдат лучшей броней.

source: * Build a warehouse to the west of the mountains.
ru: * Постройте склад на западе от гор.

source: * Build more military buildings to explore the area around the headquarters and to ensure the safety of your people.
ru: * Постройте больше военных зданий, чтобы исследовать земли вокруг штаба и убедиться в безопасности ваших людей.

source: * Build up a basic food economy - a fisher's hut, a hunter's hut, a well, a farm and a bakery, to provide your people with food.
ru: * Создайте базовую пищевую экономику - хижину рыбака, хижину охотника, колодец, ферму и пекарню, чтобы обеспечить ваших людей едой.

source: * Destroy Kalitath's army and expand your territory to the east.
ru: * Уничтожьте армию Калитата и расширьте свои владения на восток.

source: * Destroy Kalitaths army and expand your territory to the east.
ru: * Уничтожьте армию Калитата и расширьте свои владения на восток.

source: * Enhance your metalworks to an axefactory in order to produce weapons and build up another metalworks to ensure the production of tools. When the blacksmith reaches his next level (master blacksmith), you can even enhance it to a war mill which produces additional weapons.
ru: * Улучшите вашу кузницу до фабрики топоров для того, чтобы производить оружие, и постройте другую кузницу для обеспечения производства инструментов. Когда кузнец достигнет следующего уровня (опытный кузнец), вы сможете даже улучшить фабрику до военного завода, который производит дополнительное оружие.

source: * Enhance your metalworks to an axefactory to start producing weapons, and build up another metalworks to ensure the production of tools. When the blacksmith reaches his next level (master blacksmith), you can even enhance your axefactory to a war mill.
ru: * Улучшите вашу кузницу до фабрики топоров, чтобы начать производить оружие, и постройте другую кузницу для обеспечения производства инструментов. Когда кузнец достигнет следующего уровня (опытный кузнец), вы сможете даже улучшить фабрику до военного завода.

source: * Expand your territory to the mountains, send geologists to search for ore and coal and build a mining economy with mines, taverns, smelting works and metalworks.
ru: * Расширьте свои владения к горам, пошлите геолога искать руду и уголь и постройте добывающую экономику с шахтами, тавернами, плавильнями и кузницами.

source: -- NEW OBJECTIVE --
ru: -- НОВОЕ ЗАДАНИЕ --

source: -- NEW OBJECTIVES --
ru: -- НОВЫЕ ЗАДАНИЯ --

source: --------------------- VICTORY! ----------------------
ru: --------------------- ПОБЕДА! ----------------------

source: -> To attack an enemy you must click on the door of an adversary's military building. A menu will pop up allowing you to select the number of soldiers that should attack. When you are ready with setting the number, click on the cross ('start attack')
ru: -> Чтобы атаковать врага, вы должны нажать на дверь военного здания противника. Появится меню, позволяющее выбрать количество солдат для атаки. Когда вы, указав количество, будете готовы, нажмите на крест ('начать атаку')

source: -> Warehouses are similar to your headquarters, with the only difference that it is not defended by soldiers. It is often wise to build a warehouse when your territory is growing and the paths to your headquarters get longer and longer.
ru: -> Склады похожи на ваш штаб, с той лишь разницей, что их не защищают солдаты. Зачастую целесообразно строить склады, когда ваша территория увеличивается и дороги до штаба становятся всё длиннее.

source: 03 - This Land is our Land
ru: 03 - Эта земля - Наша земля

source: As your roads grow longer and your economy bigger you should make good use of your oxen to help transport wares quicker. Remember to build a cattle farm!
ru: Так как дороги становятся длиннее, а экономика растёт, нужно найти хорошее применение волам, чтобы быстрее транспортировать товары. Не забудьте построить ранчо!

source: Boldreth shakes his head.
ru: Болдреф качает головой.

source: Boldreth speaks:
ru: Болдреф говорит:

source: Build a donjon
ru: Постройте дозорную башню

source: Build a fortress
ru: Постройте крепость

source: Build a helmsmithy
ru: Постройте шлемную мастерскую

source: Build a warehouse
ru: Постройте склад

source: Build mines
ru: Постройте шахты

source: Build up a small food economy
ru: Создайте малую пищевую экономику

source: Build weapon productions
ru: Постройте оружейное производство

source: Close to home
ru: Ближе к дому

source: Destroy Kalitaths army
ru: Уничтожьте армию Калитата

source: Doubts
ru: Сомнения

source: Enhanced economy and training
ru: Улучшенная экономика и обучение

source: Fortress completed
ru: Крепость построена

source: Khantrukh approaches
ru: Хантрух приближается

source: Khantrukh nods
ru: Хантрух кивает

source: Khantrukh speaks
ru: Хантрух говорит

source: Mountains found
ru: Горы найдены

source: Our geologists found a lot more deposits of iron ore, coal and even gold. We should enhance our current mines as soon as our miners are more experienced. We should build up some more mines, a bigger food infrastructure to always supply our men with sufficient food and a further processing economy. But that's still not everything - most of our soldiers are quite young and neither have a good weapon nor are they well trained. We should build up trainingssites to prepare them for their future tasks."
ru: Наши геологи нашли крупные залежи железной руды, угля и даже золота. Мы должны улучшить шахты как только наши шахтёры наберутся опыта. Следует создать больше шахт, увеличить производство продовольствия, чтобы всгда снабжать наших людей достаточным количеством еды для дальнейшего развития экономики. Но это ещё не всё - многие из наших солдат довольно молоды и не обладают ни хорошим оружием, ни хорошей подготовкой. Мы должны создать места для подготовки их к будущим заданиям."

source: Remember to build a cattle farm
ru: Не забудьте построить ранчо

source: The advisor
ru: Советник

source: The story continues
ru: История продолжается

source: This tutorial explains the handling of military and training site buildings and will introduce fighting.
ru: Это обучение объясняет управление войсками и тренировочными зданиями и представит боевые действия.

source: Thron looks worried.
ru: Трон выглядит обеспокоенным.

source: Thron looks worried...
ru: Трон выглядит обеспокоенным...

source: Thron speaks confidently.
ru: Трон говорит уверенно.

source: Thron speaks:
ru: Трон говорит:

source: Tracks
ru: Пути

source: Winter ahead
ru: Впереди зима

source: You have completed the last mission of the barbarian tutorial campaign. You may continue playing if you wish, otherwise move on to the next campaign.
ru: Вы завершили последнюю миссию ознакомительной кампании. Вы можете продолжить играть, если хотите, или перейти к следующей кампании.

source: Your loyal companion
ru: Ваш верный спутник
